Repository: lenmus/lenmus
Catalog: langtool/locale/*/GeneralExercises_*.po
Languages: gl_es

source: Apart of exercises included in the eBooks, the following general exercises (customizable to suit your needs at any moment) are available:
gl_es: Ademais dos exercicios incluídos nos eBooks, están dispoñibles os seguintes exercicios xerais, que podes personalizar para satisfacer en cada momento as túas necesidades:

source: Aural training exercises
gl_es: Exercicios para educar o oído

source: Cadences' identification
gl_es: Identificar cadencias

source: Chords' identification
gl_es: Identificar acordes

source: Clefs Reading
gl_es: Lectura de claves

source: Clefs reading
gl_es: Lectura de claves

source: Cover page
gl_es: Portada

source: Exercise: Identify a key signature or indicate the number of accidentals it has
gl_es: Exercicio: Identifica unha armadura ou indica o número de alteracións que ten

source: Exercise: Identify the cadence shown
gl_es: Exercicio: Identifica a cadencia mostrada

source: Exercise: Identify the scale shown
gl_es: Exercicio: Identifica a escala mostrada

source: Exercise: Identify the type of the shown chord
gl_es: Exercicio: Identifica o tipo de acorde mostrado

source: Exercise: Listen a cadence and identify its type
gl_es: Exercicio: Escoita unha cadencia e identifica o seu tipo

source: Exercise: Listen a chord and identify its type
gl_es: Exercicio: Escoita un acorde e identifica o seu tipo

source: Exercise: Listen a scale and identify its type
gl_es: Exercicio: Escoita unha escala e identifica o seu tipo

source: Exercise: Listen an interval and identify it
gl_es: Exercicio: Escoita un intervalo e identifícao

source: Exercise: Listen note A4 and chords I-IV-V-I and identify the tonality
gl_es: Exercicio: Escucha una nota La 4 y los acordes de I-IV-V-I e identifica la tonalidad

source: Exercise: Listen notes and identify them
gl_es: Exercicio: Escoita notas e identificalas

source: Exercise: Listen two intervals and identify which one is greater
gl_es: Exercicio: Escoita dous intervalos e identifica cal é maior

source: Exercises for aural training
gl_es: Exercicios para educar o oído

source: Exercises to practise theory
gl_es: Exercicios de teoría

source: General exercises
gl_es: Exercicios xerais

source: General exercises, customizable to suit your needs at any moment.
gl_es: Exercicios xerais, que podes personalizar para satisfacer en cada momento as túas necesidades.

source: Interval's construction
gl_es: Construir intervalos

source: Interval's identification
gl_es: Identificar intervalos

source: Intervals' comparison
gl_es: Comparar intervalos

source: Intervals' identification
gl_es: Identificar intervalos

source: Introduction to general exercises
gl_es: Introdución aos exercicios xerais

source: Key signatures' identification
gl_es: Identificación de armaduras

source: Licensed under the Creative Commons Attribution/Share-Alike License;
gl_es: Distribuido bajo licencia Creative Commons Attribution/Share-Alike;

source: Notes identification
gl_es: Identificar notas

source: Notes' identification
gl_es: Identificar notas

source: Other exercises
gl_es: Outros exercicios

source: References
gl_es: Referencias

source: Scales' identification
gl_es: Identificar escalas

source: Send your comments and suggestions to the LenMus team (www.lenmus.org)
gl_es: Envía os teus comentarios e suxestións ao equipo de LenMus (www.lenmus.org)

source: Theory exercises
gl_es: Exercicios de teoría

source: This lesson is based on materials from:
gl_es: Esta lección está basada en materiales tomados de:

source: Tonality identification
gl_es: Identificar tonalidades

source: additional terms may apply. See cover page of this eBook for exceptions and details.
gl_es: pueden existir restricciones adicionales. Vea la portada de este libro para excepciones y detalles.

source: the teacher of music
gl_es: o/a profesor/a de música
