Repository: lenmus/lenmus
Catalog: langtool/locale/*/L1_MusicReading_*.po
Languages: es, eu, gl_es, it, nl

source: Send your comments and suggestions to the LenMus team (www.lenmus.org)
es: Envía tus comentarios y sugerencias al equipo de LenMus (www.lenmus.org)
eu: Bidali zure iradokizun eta iruzkinak LenMus taldeari (www.lenmus.org)
gl_es: Envía os teus comentarios e suxestións ao equipo de LenMus (www.lenmus.org)
it: Invia i tuoi commenti e suggerimenti al team di LenMus (www.lenmus.org)
nl: Stuur uw commentaar en suggesties naar het LenMus team (www.lenmus.org)

source: Licensed under the terms of the GNU Free Documentation License v1.2
nl: Gelicentieerd onder de voorwaarden van de GNU Vrije Documentatie Licentie v1.2

source: the teacher of music
es: el profesor de música
eu: musika irakaslea
gl_es: o profesor de música
it: l'insegnante di musica
nl: De muziekleraar

source: Cover page
es: Portada
eu: Azaleko orria
gl_es: Portada
it: Copertina
nl: Omslagpagina

source: Music reading. Level 1.
es: Lectura rítmica. Nivel 1.
eu: Musika irakurtzen. 1. maila.
gl_es: Lectura rítmica. Nivel 1.
it: Lettura musicale. Parte I.
nl: Muziek lezen niveau 1.

source: This eMusicBook is a self-instruction music reading course, intended to help improve one's reading skills, providing the sort of practice and exercise that are required to become a good sight-reader.
es: Este libro está orientado a la práctica de la lectura rítmica, proporcionando explicaciones y ejercicios adecuados para iniciarse en la lectura rítmica. No se requieren conocimientos previos ya que los conceptos teóricos necesarios se van explicando en las distintas lecciones del libro.
eu: Honako eMusicBook hau bakarka aritzeko irakurketa liburua da. Helburu du norberaren musika irakurmena hobetzen laguntzea, ikusizko irakurle ona bihurtzeko beharrezko praktika eta ariketa motak emanda.
gl_es: Este libro está orientado á práctica da lectura rítmica, proporcionando explicacións e exercicios adecuados para iniciarse na lectura rítmica. Non se requiren coñecementos previos xa que os conceptos teóricos necesarios vanse explicando nas distintas leccións do libro.
it: Questo eMusicBook (libro elettronico di musica) è un corso autoistruttivo di musica, inteso ad apprendere/migliorare le capacità di lettura musicale tramite una successione di appositi esercizi mirati.
nl: Dit eMuziekBoek is een zelfstudie muziekleescursus, bedoeld om uw leesvaardigheid te verbeteren. Het biedt de oefeningen die nodig zijn om een vlot leesvermogen te verwerven.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.2 or any later version published by the Free Software Foundation; with no Invariant Sections, with no Front-Cover Texts, and with no Back-Cover Texts. A copy of the license is included in the documentation received with this program, and it is also available at
nl: Toestemming wordt verleend tot het kopiëren, verspreiden en/of wijzigen van dit document onder de bepalingen van de GNU Vrije Documentatie Licentie, versie 1.2 of iedere latere versie uitgegeven door de Free Software Foundation, zonder Invariante Secties, zonder omslagteksten voor de voorkant en zonder omslagteksten voor de achterkant. Een kopie van de licentie is opgenomen in de documentatie bijgevoegd bij dit programma en is tevens beschikbaar op

source: Presentation
es: Presentación
eu: Aurkezpena
gl_es: Presentación
it: Presentazione
nl: Presentatie

source: This eMusicBook is intended to help improve one's reading skills, providing the sort of practice and exercise that are required to become a good sight-reader.
es: Este libro está orientado a la práctica de la lectura rítmica, proporcionando explicaciones y ejercicios adecuados para iniciarse en la lectura rítmica. No se requieren conocimientos previos ya que los conceptos teóricos necesarios se van explicando en las distintas lecciones del libro.
eu: Honako eMusicBook honek helburu du norberaren musika irakurmena hobetzen laguntzea, ikusizko irakurle ona bihurtzeko beharrezko praktika eta ariketa motak emanda.
gl_es: Este libro está orientado á práctica da lectura rítmica, proporcionando explicacións e exercicios adecuados para iniciarse na lectura rítmica. Non se requiren coñecementos previos xa que os conceptos teóricos necesarios vanse explicando nas distintas leccións do libro.
it: Questo eMusicBook (libro elettronico di musica) è stato concepito per l'apprendimento/miglioramento delle capacità di lettura musicale, fornendo degli appositi esercizi mirati.
nl: Dit eMuziekBoek is bedoeld als hulp bij het verbeteren van uw muziekleesvaardigheden. Het biedt de praktijk en oefeningen die nodig zijn om goed op het zicht te kunnen lezen.

source: Apart of introducing different rhythmic cells of increasing complexity, the main concepts introduced in Level 1 are:
es: Además de introducir distintas células rítmicas de complejidad creciente, los principales conceptos que se explican en el nivel 1 son:
eu: Erritmo zelula gero eta konplexuagoak aurkezteaz gain, 1. mailak honako kontzeptu nagusi hauek aurkezten ditu:
gl_es: Ademais de introducir distintas células rítimicas de complexidade crecente, os principais conceptos que se explican no nivel 1 son:
it: Oltre a fornire una serie di cellule ritmiche di complessità crescente, nella Parte I di questo corso verranno introdotti i seguenti concetti:
nl: Behalve de introductie van verschillende ritmische patronen van toenemende complexiteit zijn de belangrijkste concepten van niveau 1:

source: The stave. Treble (G) and bass (F) clefs. Names of notes on the stave. Extension of the stave to include two ledger lines below and above each stave.
nl: De notenbalk. Sol sleutel en Fa sleutel. Namen van de noten op de notenbalk. Uitbreiding van de notenbalk met twee hulplijnen boven en onder de balk.

source: Note values of whole (semibreve), half (minim), quarter (crotchet), eighth (quaver) and sixteenth (semiquaver), and their equivalent rests. Tied notes. Single-dotted notes and rests.
nl: Nootwaarden van hele, halve, vierde, achtste en zestiende noten en hun overeenkomstige rusten. Gebonden noten. Gepunteeerde noten en rusten.

source: Simple time signatures of 2/4, 3/4 and 4/4 and compound time signature of 6/8. Bar-lines and the grouping of the notes listed above within these times.
nl: Eenvoudige maatsoorten van 2/4, 3/4 en 4/4 en samengestelde maatsoort van 6/8. Maatstrepen en het groeperen van bovenstaande noten binnen deze tijden.

source: Key signatures of all major and minor keys up to and including two sharps and flats.
nl: Toonladders van alle majeur en mineur sleutels tot en met twee kruisen en mollen.

source: Book organization
es: Organización del libro
eu: Liburuaren antolamendua
gl_es: Organización do libro
it: Organizzazione del libro
nl: Opbouw

source: This course has 31 lessons covering the following material:
es: El curso consta de 31 lecciones abarcando el siguiente temario:
eu: Ikastaro honek 31 ikasgai ditu, eta ondoko materiala dakar:
gl_es: O curso consta de 31 leccións abarcando o seguinte temario:
it: Questo corso si compone di 31 lezioni che riguardano i seguenti concetti:
nl: Deze cursus heeft 31 lessen met de volgende onderwerpen:

source: Clefs and note ranges:
nl: Sleutels en nootbereik:

source: The course starts with the G clef using a very reduced note range (e4-g4). Progressively, the note range is increased to reach the range c4-f5 in lesson 14. Next, the F key is introduced, again with a very reduced note range (a3-c4) and from there, the exercises of all following lessons use the F and G clef indistinctely. The note range is continuously being broadened in both clefs (G: a3-c6 y F: a2-e4), to cover two legder lines, above and below.
nl: De cursus start met de Sol sleutel met een beperkt notenbereik: mi 4-sol 4. Het bereik wordt geleidelijk uitgebreid om in les 14 het bereik do 4-fa 5 te vormen. Vervolgens wordt de Fa sleutel geïntroduceerd, opnieuw met een beperkt notenbereik: la 3-do 4. Daarna zullen de oefeningen altijd zowel de Sol sleutel en Fa sleutel gebruiken. Het notenbereik wordt voortdurend uitgebreid tot twee hulplijnen boven en onder de notenbalk, en dat voor beide sleutels (Sol sleutel : la 3-do 6; Fa sleutel: la 2-mi 4).

source: Time signatures:
nl: maatsoorten:

source: In the first exercises (9 to 17) only the 2/4 simple time is used. Next, the 3/4 simple time (lesson 18) and the 4/4 simple time (lesson 19) are used. In lesson 28 the compound 6/8 is introduced and it is practised in the remaining lessons (29 to 31).
nl: In de eerste reeks oefeningen (9 tot 17) wordt enkel de maat 2/4 gebruikt. In les 18 komt de 3/4 maatsoort aan bod. In les 19 bekijken we maatsoort 4/4. In les 28 wordt de samengestelde tijd 6/8 geïntroduceerd. Deze blijft het onderwerp van de overige lessen (29 tot 31).

source: Key signatures:
nl: Voortekening:

source: The exercises in the first two practical lessons (9 and 10) have scores using only the C major / A minor key signature (no accidentals). The key signature is introduced in lesson 13 and from there (lessons 14 to 17) the exercises use also one accidental (G major / E minor and F major / D minor). In the remaining lessons (18 to 31) exercises use up to two accidentals (D major / B minor and B flat major / G minor).
nl: De oefeningen in de eerste twee praktische lessen (9 en 10) maken enkel gebruik van de Do groot/La klein (zonder voortekening). De voortekening wordt geïntroduceerd in les 13 en vanaf dan (les 14 tot 17), komen toonladders met één voorteken aan bod (Sol groot/Mi klein en Fa groot/Re klein). In de overige lessen (18 to 31) komen toonladders met twee voortekens aan bod. (Re groot/Si klein en Si b groot/Sol klein).

source: Lessons' structure
es: Estructura de las lecciones
eu: Ikasgaien egitura:
gl_es: Estrutura das leccións
it: Struttura delle lezioni
nl: Lesopbouw

source: With exception of the first lessons, aimed at introducing the basic concepts of the music notation, the remaining lessons are structured into three sections:
es: Excepto en las primeras lecciones, de orientación teórica y dedicadas a explicar los conceptos básicos de la notación musical, los restantes temas están estructurados en tres 22secciones:
eu: Lehenengo ikasgaiek salbu —helburutzat musika idazketaren oinarrizko kontzeptuak sartzea dute—, gainerako ikasgaiek hiru ataleko egitura dute:
gl_es: Excepto nas primeiras leccións, de orientación teórica e dedicadas a explicar os conceptos básicos da notación musical, os restantes temas están estruturados en tres seccións:
it: Ad eccezione delle prime lezioni, mirate all'introduzione dei concetti elementari della notazione musicale, le lezioni rimanenti sono strutturate in tre sezioni:
nl: De eerste lessen leiden de basisconcepten van de muzieknotatie in. De overige lessen zijn opgedeeld in drie onderdelen:

source: In the first section the new concepts and rhythmic patterns introduced in the lesson are explained.
es: En la primera se muestran los nuevos patrones rítmicos que se introducen en ese tema.
eu: Lehenengo atalak ikasgaietan aurkezturiko kontzeptu berriak eta erritmo patroiak irakasten ditu.
gl_es: Na primeira móstranse os novos patróns rítmicos que se introducen nese tema.
it: Nella prima sezione vengono spiegati i nuovi concetti e modelli ritmici.
nl: In het eerste deel worden de nieuwe concepten en ritmische patronen uit de les verklaard

source: In the second section, optional, the new concepts are compared with known ones, so that the student can better relate the new material and learn it.
es: En la segunda, opcional, se muestran diferencias o similitudes con otros patrones y se dan consejos para su mejor asimilación.
eu: Bigarren atalean —aukerakoa da—, kontzeptu berriak ezagunekin alderatzen dira; hala, ikasleak material berria hobeto bereganatu eta ikasteko.
gl_es: Na segunda, opcional, móstranse diferenzas ou similaridades con outros patróns e dánse consellos para a súa mellor asimilación.
it: Nella seconda sezione, opzionale, i nuovi concetti vengono paragonati a quelli già appresi, in modo che lo studente possa fare dei collegamenti ed assimilare meglio il nuovo materiale.
nl: In het tweede optionele gedeelte worden de concepten vergeleken met de reeds gekende, zodat het materiaal beter geplaatst kan worden.

source: Finally, in the third section some exercises are proposed to practise the newly introduced concepts.
nl: In het derde en laatste deel worden oefeningen voorgesteld om de nieuwe concepten in de praktijk te brengen.

source: The staff
es: El pentagrama
eu: Pentagrama
gl_es: O pentagrama
it: Il pentagramma
nl: De notenbalk

source: In the Western musical notation system music is written on specially printed paper called 'manuscript paper' (see next picture):
es: En el sistema occidental de notación musical, la música se escribe en un papel especial, denominado 'papel pautado' (ver imagen):
eu: Mendebaldeko musika idazteko sisteman musika ‘lerrodun papera’ deritzon paper inprimatu berezi batean idazten dugu (ikus hurrengo irudia):
gl_es: No sistema occidental de notación musical, a música escríbese nun papel especial, denominado 'papel pautado' (ver imaxe):
it: Nel sistema di notazione musicale occidentale, la musica viene scritta su della carta appositamente prestampata, chiamata 'carta pentagrammata' o, più semplicemente, 'foglio musicale' (vedi figura seguente):
nl: In de Westerse muzieknotatie wordt muziek geschreven op speciaal geprint papier. Het zogenaamde 'manuscript papier' (zie volgend beeld):

source: The manuscript paper is organized as sets of horizontal lines, named 'staves', and each group of horizontal lines is called a 'staff' (in British English the word 'staff' is old-fashioned and rarely used; the word 'stave' is used instead). A staff is a set of five horizontal lines, numbered from bottom to top; the bottom line is the first line and the top line is the fifth line:
es: El papel pautado consta de conjuntos de líneas horizontales, denominados 'pentagramas'. Un pentagrama es un grupo de cinco líneas horizontales, paralelas y equidistantes, numeradas de abajo hacia arriba; la línea inferior es la 'primera línea' y la superior es la 'quinta línea':
eu: Lerrodun papera lerro horizontaletan —‘pentagrama’ izenekoak— antolatuta dago (penta: bost, grama: marra). Pentagrama bost lerro horizontal paraleloren sorta da, behetik gora izendatua; beheko lerroa 'lehen lerroa' da eta goikoa 'bosgarren lerroa':
gl_es: O papel pautado consta de conxuntos de liñas horizontais, denominados 'pentagramas'. Un pentagrama é un grupo de cinco liñas horizontais, paralelas e equidistantes, numeradas de abaixo cara arriba; a liña inferior é a 'primeira liña' e a superior é a 'quinta liña':
it: La pagina viene suddivisa in un certo numero di gruppi di linee orizzontali. Ognuno di questi gruppi viene chiamato 'rigo musicale' o 'pentagramma' (dal greco 'penta', che vuol dire cinque e 'gramma', che vuol dire linea) ed è costituito da cinque linee orizzontali numerate dal basso verso l'alto; la linea in basso costituisce la prima linea, mentre la linea superiore è la quinta linea:
nl: Het manuscriptpapier is bedrukt met groepen van horizontale lijnen die notenbalken heten. Elke groep van horziontale lijnen is een notenbalk en omvat vijf zulke lijnen die genummerd worden van beneden naar boven. De onderste lijn is de eerste en de bovenste de vijfde lijn:

source: line 5
es: línea 5
eu: 5. lerroa
gl_es: líña 5
it: 5a linea
nl: lijn 5

source: line 4
nl: lijn 4

source: line 3
nl: lijn 3

source: line 2
nl: lijn 2

source: line 1
nl: lijn 1

source: The four spaces between the staff lines are also important and are also numbered from bottom to top:
es: Los cuatro espacios entre las cinco líneas del pentagrama son importantes y también se numeran de abajo arriba:
eu: Lau lerroarteak ere oso garrantzizkoak dira, eta haiek ere behetik gora izendatzen dira:
gl_es: Os catro espazos entre as cinco liñas do pentagrama son importantes e tamén se numeran de abaixo arriba:
it: I quattro spazi fra le linee del pentagramma sono anch'essi importanti e sono numerati, in maniera similare, dal basso verso l'alto:
nl: De vier ruimtes tussen de lijnen zijn even belangrijk en zijn ook genummerd van beneden naar boven:

source: space 4
es: espacio 4
eu: 4. lerroartea
gl_es: espazo 4
it: 4° spazio
nl: tussenruimte 4

source: space 3
nl: tussenruimte 3

source: space 2
nl: tussenruimte 2

source: space 1
nl: tussenruimte 1

source: The musical symbols are placed on the staff and the music on the staff is read from left to right.
es: Los símbolos musicales se escriben sobre el pentagrama y se leen de izquierda a derecha.
eu: Musika ikurrak pentagraman kokatzen dira, eta musika ezkerretatik eskuinetara irakurtzen da.
gl_es: Os símbolos musicais escríbense sobre o pentagrama e lense de esquerda a dereita.
it: I simboli musicali vengono posizionati sul pentagramma, e la loro lettura avviene da sinistra a destra.
nl: De muzieksymbolen worden op de notenbalk geplaatst en worden gelezen van links naar rechts.

source: The symbols for notes are placed either on a line or on a space and the musical pitch (sound) is determined by the position of the note on the staff. Notes on the higher lines/spaces have a higher pitch than those on the lower ones:
es: Las notas se colocan sobre las líneas y los espacios, y el tono (agudo o grave) que el símbolo representa viene determinado por la línea o espacio sobre el que se sitúa: cuanto más agudo, más arriba se coloca en el pentagrama. Escucha la siguiente escala:
eu: Nota ikurrak lerroetan edo lerroarteetan jartzen dira, eta tonua (soinua) notak pentagraman duen kokalekuak baldintzatzen du. Goiko lerro edo lerroarteetako notek tonu agudoagoa dute behekoek baino:
gl_es: As notas colócanse sobre as liñas e os espazos, e o ton (agudo ou grave) que o símbolo representa vén determinado pola liña ou espazo sobre o que se sitúa: canto máis agudo, máis arriba colócase no pentagrama. Escoita a seguinte escala:
it: I simboli delle note possono essere disposti sia su una linea che su uno spazio fra due linee, e la frequenza del suono (il tono) è data dalla posizione delle note sul pentagramma. Le note che si trovano su spazi/linee più alte hanno una tonalità maggiore rispetto a quella delle note poste più in basso:
nl: De symbolen voor de noten worden ofwel op de lijn of ertussen geplaatst. De toonhoogte wordt bepaald door de positie van de noot op de notenbalk. Hoe hoger de noot geplaatst wordt, hoe hoger de toonhoogte.

source: The first note has higher pitch than the second one
es: La primera nota es más aguda que la segunda
eu: Lehenengo notak bigarrenak baino tonu agudoagoa du.
gl_es: A primeira nota é máis aguda que a segunda
it: La prima nota ha un tono più alto rispetto alla seconda
nl: De eerste noot heeft een hogere toonhoogte dan de tweede

source: As an example, press the 'Play' link and listen to the following score:
es: Como ejemplo, pulsa el enlace 'Tocar' y escucha la siguiente partitura:
eu: Adibidez, sakatu ‘Play’ lotura eta, gero, entzun hurrengo eskala:
gl_es: Como exemplo, preme o enlace 'Tocar' e escoita a seguinte partitura:
it: Ad esempio, premi sul link Suona' ed ascolta la seguente partitura:
nl: Klik op 'Afspelen' om een voorbeeld te horen:

source: Pitch increases as the note is higher
es: La nota es más aguda cuanto más arriba se coloca
nl: De toonhoogte verhoogt als de noot hoger staat

source: The clef
es: La clave
eu: Giltza
gl_es: A clave
it: La chiave musicale
nl: De sleutel

source: Sounds are represented by notes. There are seven notes named either using the first seven letters of the alphabet A, B, C, D, E, F (Anglo-Saxon system) or using the names Do, Re, Mi, Fa, Sol, La and Si (Ti) (Latin system). To determine which pitch (sound) is represented by each line and space in the staff a symbol, named 'the clef', is placed at the beginning of each staff. In this course we are going to start with the study of the G clef, also named 'treble clef', that is represented by the following symbol:
es: Los sonidos se representan mediante notas. Hay siete notas, llamadas, en el sistema latino, Do, Re, Mi, Fa, Sol, La y Si. En el sistema anglo-sajón se denominan usando las siete primeras letras del alfabeto: A, B, C, D, E, F y G. Para determinar qué sonido representa cada línea y espacio del pentagrama se utiliza la 'clave'. Esta es un símbolo que se coloca al comienzo del pentagrama. En este curso vamos a comenzar con el estudio de la clave de sol en 2ª línea, que corresponde al siguiente símbolo:
eu: Soinuak noten bitartez ordezkatzen dira. Sistema latindarrean zazpi nota daude: Do, Re, Mi, Fa, Sol, La and Si (Ti). Sistema anglosaxoniarraren arabera, A, B, C, D, E, F letren bidez irudikatzen dira. Pentagramako lerro eta lerroarte bakoitzak zein tonu (soinu) ordezkatzen duen, pentagrama bakoitzaren hasieran ikur bat jartzen da: 'giltza'. Ikastaro honetan Sol giltza ikasten hasiko gara, honako ikur hau erabilita irudikatzen da:
gl_es: Os sons represéntanse mediante notas. Hai sete notas, chamadas, no sistema latino, Dó, Re, Mi, Fa, Sol, La e Si. No sistema anglo-saxón denomínanse usando as sete primeiras letras do alfabeto: A, B, C, D, E, F e G. Para determinar que son representa cada liña e espazo do pentagrama utilízase a 'clave'. Este é un símbolo que se coloca ao comezo do pentagrama. Neste curso imos comezar co estudo da clave de sol en 2ª liña, que corresponde ao seguinte símbolo:
it: I suoni sono rappresentati tramite le cosiddette 'note'. Esistono sette note in tutto, chiamate Do, Re, Mi, Fa, Sol, La, Si (sistema latino), oppure, C, D, E, F, G, A, B (sistema anglosassone). Per determinare quale tono è rappresentato in ogni linea e spazio del pentagramma, si dispone un particolare simbolo, 'la chiave musicale', all'inizio di ogni rigo musicale. In questo corso inizieremo con lo studio della chiave di Sol, chiamata anche 'chiave di violino', che è rappresentata dal simbolo seguente:
nl: Geluiden worden voorgesteld als noten. Er zijn zeven noten, genoemd naar de zeven eerste letters van het alfabet A, B, C, D, E, F (het Anglosaxisch systeem) of gebruik makend van de namen Do, Re, Mi, Fa, Sol, La en Si (Ti) (het Latijnse systeem). Om te bepalen welke toonhoogte vertegenwoordigd wordt door welke lijn en tussenruimte in de toonladder, wordt een symbool aan het begin van de toonladder geplaatst. Dit wordt de sleutel genoemd. In dit deel zullen we de Sol sleutel bestuderen die wordt voorgesteld met het volgende symbool:
