Repository: lenmus/lenmus
Catalog: langtool/locale/*/L1_MusicReading_*.po
Languages: es, eu, gl_es, it, nl

source: In this lesson we will start reading music with scores composed just by quarter notes and rests. These rhythms are very simple, as each note or rest gets a beat. Listen for example to the following song:
es: En esta lección vamos a iniciar la lectura de partituras comenzando por partituras muy simples compuestas sólo por notas negras y silencios de negra. Estos ritmos son muy sencillos de leer pues cada nota o silencio corresponde a un pulso del compás. Escucha, por ejemplo, la siguiente melodía:
eu: Ikasgai honetan musika irakurtzen hasiko gara nota beltzek eta haien isiluneek eraturiko partitura errazetatik abiatuta. Oso erritmo errazak dira, eta nota eta isilune bakoitzak taupada bat hartzen du. Entzun, adibidez, hurrengo kanta:
gl_es: Nesta lección imos iniciar a lectura de partituras comezando por partituras moi simples compostas só por notas negras e silenzos de negra. Estes ritmos son moi sinxelos de ler pois cada nota ou silenzo corresponde a un pulso do compás. Escoita, por exemplo, a seguinte melodía:
it: In questa lezione inizieremo a leggere la musica con spartiti composti solo da note e pause di un quarto. Questi ritmi sono molto semplici, essendo che ogni nota o pausa occupa un battito. Come esempio, ascolta la melodia seguente:
nl: In deze les zullen we starten met het lezen van partituren bestaande uit enkel kwartnoten en kwart rusten. Deze ritmes zijn erg eenvoudig aangezien elke noot of rust een slag krijgt. Luister bijvoorbeeld naar het volgende liedje:

source: Exercises
es: Ejercicios
eu: Ariketak
gl_es: Exercicios
it: Esercizi
nl: Oefeningen

source: Now is your time to start reading music. Remember to mark the beats with your hand or foot. Use also the metronome. The note range will be very limited (two first lines and first space, notes E4, F4 and G4) to help you to memorize them. The range will be broadened, progressively and slowly, in the following lessons.
es: Ahora es tu turno de comenzar a leer música. Recuerda que es importante que te acostumbres a marcar los pulsos, bien con la mano o con el pie. Puedes utilizar también el metrónomo. Para comenzar, el ámbito de notas va a ser muy reducido (las dos primeras líneas y el primer silencio, notas Mi, Fa y Sol) de forma que no tengas dificultades para ir aprendiéndolas. Progresivamente, en los ejercicios de las lecciones sucesivas, se irá ampliando el ámbito.
eu: Orain, musika irakurtzen hasteko txanda duzu. Gogora ezazu pultsuak eskuz edo oinez markatu behar dituzula. Metronomoa ere erabil dezakezu. Nota tartea oso mugatua izango da (lehenengo bi lerroak eta lehen espazioa; Mi, Fa eta Sol notak), gogoratzen laguntzeko. Tartea apurka-apurka zabalduz joango da hurrengo ikasgaietan.
gl_es: Agora é a túa quenda de comezar a ler música. Recorda que é importante que che afagas a marcar os pulsos, ben coa man ou co pé. Podes utilizar tamén o metrónomo. Para comezar, o ámbito de notas vai ser moi reducido (as dúas primeiras liñas e o primeiro silenzo, notas Mi, Fa e Sol) de forma que non teñas dificultades para ilas aprendendo. Progresivamente, nos exercicios das leccións sucesivas, irase ampliando o ámbito.
it: Adesso è giunto il momento per te di iniziare a leggere la musica. Ricorda di tenere il ritmo con le mani o i piedi. Usa anche il metronomo. L'estensione delle note sarà molto limitata (le prime due linee ed i primi due spazi, note Mi4, Fa4 e Sol4) per aiutarti a memorizzarle. L'estensione delle note verrà poi progressivamente e lentamente ampliato nelle lezioni successive.
nl: Nu is het tijd om met het lezen van muziek te starten. Denk eraan om de slagen met uw hand of voet te slaan. Gebruik ook de metronoom. Het bereik van de noten zal erg beperkt zijn (de eerste twee lijnen en de eerste tussenruime), noten Mi 4, Fa 4 en Sol 4. Dit helpt u om ze te onthouden. Het bereik zal geleidelijk aan uitgebreid worden.

source: Exercise 1
es: Ejercicio 1
eu: 1. ariketa
gl_es: Exercicio 1
it: Esercizio 1
nl: Oefening 1

source: - Read scores containing only quarter notes and rests.
es: - Practica la lectura de partituras que contienen notas negras y silencios de negra.
eu: - Ariketak egin itzazu beltzak eta isilune beltzak besterik ez duten partiturekin.
gl_es: - Practica a lectura de partituras que conteñen notas negras e silenzos de negra.
it: - Leggi spartiti che contengono solo note e pause di un quarto.
nl: - Partituren lezen met enkel kwartnoten en kwart rusten

source: Lesson %d. Exercise 1
nl: Les %d. Oefening 1

source: Start the metronome. Press 'Play' and listen. Train your ear and practise reading this rhythm.
es: Pon el metrónomo en marcha. Pulsa 'Tocar' y escucha la partitura. Entrena tu oído y practica la lectura de partituras que contienen estos patrones rítmicos.
eu: Abiarazi metronomoa. Zapaldu ‘Jo’ botoia eta entzun. Treba ezazu zeure entzumena eta egin ariketak erritmo mota honekin.
gl_es: Pon o metrónomo en marcha. Preme 'Tocar' e escoita a partitura. Adestra o teu oido e practica a lectura de partituras que conteñen estes patróns rítmicos.
it: Fai partire il metronomo. Clicca su 'Suona' ed ascolta. Allena il tuo udito e fai pratica a leggere questo ritmo.
nl: Start de metronoom. Druk 'Afspelen' en luister. Oefen uw gehoor en oefen het ritme.

source: The half note and its rest. Ties
es: La nota blanca y su silencio. Ligaduras
eu: Zuria eta haren isilunea. Ligaturak
gl_es: A nota branca e o seu silenzo. Ligaduras
it: La minima e la relativa pausa. Legature di valore
nl: De halve noot en zijn rust. Overbindingen

source: The half note and its rest
es: La nota blanca y su silencio
eu: Zuria eta haren isilunea.
gl_es: A nota blanca e o seu silenzo
it: La minima e la relativa pausa
nl: De halve noot en zijn rust

source: In this lesson we are going to learn a new note symbol and its rest: the half note. The following score shows a half note and a half rest:
es: En esta lección vamos a estudiar dos nuevas figuras: la nota blanca y su silencio. La siguiente partitura muestra sus símbolos:
eu: Ikasgai honetan nota eta isilune ikur berri bat ikasiko dugu: zuria. Hurrengo partiturak nota zuri bat eta zuriaren isilunea erakusten ditu:
gl_es: Nesta lección imos estudar dúas novas figuras: a nota branca e o seu silenzo. A seguinte partitura mostra os seus símbolos:
it: In questa lezione andremo ad imparare un nuovo simbolo di nota e la sua pausa relativa: la minima. Il seguente spartito mostra una minima e la pausa di minima:
nl: In deze les zullen we een nieuw nootsymbool en zijn rust aanleren. De volgende figuur toont een halve noot en een halve rust:

source: One half note equals two quarter notes and one half rest equals two quarter rests. So in time 2/4 a half note or rest gets two beats. Therefore it takes a whole measure:
es: Una nota blanca dura lo mismo que dos notas negras y un silencio de blanca lo mismo que dos silencios de negra. Por tanto, en el compás de 2/4, una blanca dura dos pulsos y, por ello, ocupa un compás completo:
eu: Zuri batek bi beltzek beste dirau, eta zuriaren isiluneak beltzaren bi isilunek beste. Beraz, 2/4ko konpasean zuriak edo zuriaren isiluneak bi taupada dirau. Alegia, konpas osoa hartzen du:
gl_es: Unha nota branca dura o mesmo que dúas notas negras e un silenzo de branca o mesmo que dous silenzos de negra. Xa que logo, no compás de 2/4, unha branca dura dous pulsos e, por iso, ocupa un compás completo:
it: Una nota minima equivale a due note di un quarto, ed una pausa di minima equivale a due pause di un quarto. Quindi, con un tempo di 2/4, una nota o pausa di minima occuperà due battiti, ovvero, riempirà un'intera misura:
nl: Een halve noot stemt in tijdsduur overeen met twee kwartnoten en een halve rust stemt overeen met twee kwart rusten. Dus in 2/4 krijgt een halve noot twee slagen en neemt bijgevolg een volledige maat in beslag:

source: Ties
es: Ligaduras
eu: Ligaturak
gl_es: Ligaduras
it: Legature di valore
nl: Overbindingen

source: A tie is a small arch between the heads of two
nl: Een overbinding is een smalle boog tussen de koppen van twee

source: consecutive notes of the same pitch
nl: opeenvolgende noten van dezelfde toonhoogte

source: . For example:
nl: . Bijvoorbeeld:

source: The tie symbol indicates that the two tied notes must be played as a single note with a duration equal to the sum of the two individual notes. In the previous example, the tie joins two quarter notes, creating a note of double duration (a half note). Listen to the following score:
es: El símbolo de ligadura indica que la duración de las dos notas ligadas debe sumarse, esto es, el sonido no debe interrumpirse al pasar de la primera a la segunda. En el ejemplo anterior la ligadura une dos notas negras lo que equivale a una nota de doble duración: una blanca. Escucha la siguiente partitura:
eu: Ligaturaren ikurrak adierazten du bi notak nota bakar moduan jo behar direla, eta iraupena banako bi notaren batura izango dela. Aurreko adibidean, ligaturak bi beltz elkartzen ditu eta iraupen bikoitzeko nota bat sortzen (zuri bat). Entzun hurrengo partitura:
gl_es: O símbolo de ligadura indica que a duración das dúas notas ligadas debe sumarse, isto é, o son non debe interromperse ao pasar da primeira á segunda. No exemplo anterior a ligadura une dúas notas negras o que equivale a unha nota de dobre duración: unha branca. Escoita a seguinte partitura:
it: Il simbolo di legatura di valore indica che le due note legate devono essere suonate come una nota singola, con una durata uguale alla somma delle due note singole. Nell'esempio precedente, la legatura unisce due note di un quarto, creando una nota di durata doppia (una minima). Ascolta il seguente pentagramma:
nl: Het overbinding symbool duidt aan dat de twee verbonden noten als één noot gespeeld dienen te worden met als tijdsduur de som van de twee individuele noten. In het voorbeeld verbindt de overbinding twee kwartnoten waardoor een halve noot ontstaat. Luister naar de volgende partituur:

source: - Practise reading scores with half notes and tied quarter notes.
nl: - Oefen het lezen van partituren met halve noten en gebonden kwartnoten.

source: Leger lines
es: Líneas adicionales
eu: Lerro gehigarriak
gl_es: Liñas adicionais
it: Tagli addizionali
nl: hulplijnen

source: When it is necessary to write a note higher or lower than the pitch represented by the staff lines, extra lines can be added to the staff. They are called 'leger (or ledger) lines' and are drawn as short lines, slightly longer than the note head. For example, the following score shows the natural scale starting on C:
es: Cuando hace falta escribir notas más graves o más agudas que las representadas por la primera y última línea del pentagrama, se pueden añadir líneas adicionales. Se dibujan como líneas cortas, ligeramente más largas que el ancho de la cabeza de las notas. Por ejemplo, la siguiente partitura muestra la escala natural comenzando en la nota Do:
eu: Beharrezkoa bada pentagramako lehen edo azken lerroek adierazitakoak baino nota ozenagoak edo apalagoak idaztea, pentagramari lerroak gehitu dakizkioke. ‘Lerro gehigarri’ deritzete eta lerro motz gisa marrazten dira; luzeraz, notaren burua baino luzexeagoak baino ez direla. Esaterako, hurrengo partiturak Do notan hasten den berezko eskala erakusten du:
gl_es: Cando se require escribir notas máis graves ou máis agudas que as representadas pola primeira e última liña do pentagrama, pódense engadir liñas adicionais. Debúxanse como liñas curtas, lixeiramente máis longas que o ancho da cabeza das notas. Por exemplo, a seguinte partitura mostra a escala natural comezando na nota Dó:e partituras con notas brancas e negras ligadas.
it: Qualora si renda necessario scrivere una nota più alta o più bassa delle tonalità rappresentabili nelle linee del pentagramma, ad esso possono essere aggiunte delle linee aggiuntive chiamate 'tagli addizionali'. Tali linee vengono disegnate come delle linee brevi ma leggermente più lunghe della testa di una nota. Ad esempio, il seguente pentagramma mostra la scala naturale partendo da DO:
nl: Wanneer het nodig is om een toonhoogte te noteren hoger of lager dan de hoogte vertegenwoordigd door de notenbalklijnen kunnen lijnen toegevoegd worden aan de notenbalk. Deze worden hulplijnen genoemd en worden getekend als korte lijnen. Ze zijn iets langer dan de nootkop. De volgende notenbalk toont bijvoorbeeld de natuurlijke toonladder in Do:

source: Leger lines can also be added on top, for high pitch notes:
es: Las líneas adicionales pueden también añadirse en la parte alta del pentagrama, para poder incluir notas muy agudas:
eu: Lerro gehigarriak goitik ere gehitu daitezke, tonu altuko notetarako:
gl_es: As liñas adicionais poden tamén engadirse na parte alta do pentagrama, para poder incluír notas moi agudas:
it: E' possibile aggiungere in alto dei tagli addizionali per delle note di tonalità più elevata:
nl: Hulplijnen kunnen ook bovenaan toegevoegd worden, voor hoge toonhoogtes:

source: As notes written on leger lines are more difficult to read, usually only two or three leger lines are used. If the pitch range does not fit on this extended staff, it is usually preferable to switch clef to avoid having to add more leger lines.
es: Como las notas escritas sobre líneas adicionales resultan más difíciles de leer, normalmente sólo se utilizan dos o tres líneas adicionales. Normalmente, cuando el ámbito de la melodía requiere más líneas es preferible cambiar de clave en vez de manejar más líneas adicionales.
eu: Lerro gehigarrietan irakurtzen zailagoak direnez gero, normalean bizpahiru lerro gehigarri besterik ez da erabiltzen. Nota tartea pentagrama hedatu horretara egokitzen ez bada, normalean hobe da beste giltza bat aldatzea, hala lerro gehigarri gehiegi erabili behar ez izateko.
gl_es: Como as notas escritas sobre liñas adicionais resultan máis difíciles de ler, normalmente só se utilizan dúas ou tres liñas adicionais. Normalmente, cando o ámbito da melodía requiere máis liñas é preferible cambiar de clave no canto de manexar máis liñas adicionais.
it: Essendo che le note scritte sui tagli addizionali sono più difficoltose da leggere, di solito si usano solo due o tre linee aggiuntive. Se l'estensione delle note è spesso non rientrante in un pentagramma esteso con due o tre linee aggiuntive, normalmente si preferisce cambiare chiave musicale, in modo che non si renda necessaria l'aggiunta di altri tagli addizionali.
nl: Omdat noten op hulplijnen doorgaans moelijker leesbaar zijn, worden meestal tot drie hulplijnen gebruikt. Als het toonhoogtebereik niet langer op de uitgebreide toonbalk geschreven kan worden met behulp van hulplijnen, heeft het meestal de voorkeur om van sleutel te veranderen om te vermijden dat er nog meer hulplijnen geschreven moeten worden.

source: In the exercises of this lesson we are going to start reading scores with one leger line. In following lessons the range will be extended.
es: En los ejercicios de esta lección vamos a comenzar leyendo partituras con una línea adicional. En las lecciones siguientes el rango se irá progresivamente ampliando.
eu: Ikasgai honetako ariketetan lerro gehigarri bakarreko partiturak irakurtzen hasiko gara. Hurrengo ikasgaietan tartea handiagoa izango da.
gl_es: Nos exercicios desta lección imos comezar lendo partituras cunha liña adicional. Nas leccións seguintes o rango irase ampliando prograsivamente.
it: Negli esercizi di questa lezione inizieremo a leggere dei pentagrammi con un taglio addizionale. Successivamente ne saranno aggiunti altri.
nl: In de oefeningen van deze les zullen we partituren lezen met een hulplijn. Het bereik zal worden uitgebreid in de volgende lessen.

source: - Practise reading scores with leger lines.
nl: - Oefen het lezen van partituren met hulplijnen.

source: Practise reading scores with leger lines.
nl: Oefen het lezen van partituren met hulplijnen.

source: The eighth note
es: La corchea
eu: Kortxea
gl_es: A corchea
it: L'ottavo
nl: De achtste noot

source: The next figure we are going to study is the eighth note (also called 'quaver' in British English). Its symbols are shown in the followig score, and are like a quarter note with a flag added to its stem. They are usually drawn beamed:
nl: De volgende figuur die we zullen bestuderen is de achtste noot. Zijn symbolen worden getoond in de volgende partituur. Ze tonen als een kwartnoot met een vlag aan de nootstok. Ze worden doorgaans gebonden getekend:

source: One quarter note equals two eighth notes and one quarter rest equals two eighth rests. So in 2/4 time signature an eighth note or rest gets half a beats, and, therefore, there are two eighth notes in a beat. So in 2/4 they are usually drawn beamed, occupying a beat.
es: Una nota negra dura lo mismo que dos notas corcheas y un silencio de negra lo mismo que dos silencios de corchea. Por tanto, en el compás de 2/4, una corchea dura medio pulso o, lo que es lo mismo, hay dos corcheas en un pulso. Por ello, en 2/4 las corcheas de un pulso se dibujan unidas por una barra.
eu: Beltz batek bi kortxeak beste dirau eta beltzaren isilunea kortxearen halako bi da. Beraz, 2/4 konpasean kortxeak edo kortxearen isiluneak pultsu erdia hartzen du, hau da, taupada batean bi kortxea sartzen dira. Hori dela eta, 2/4koan pultsu bateko kortxeak barraz lotuta joaten dira.
gl_es: Unha nota negra dura o mesmo que dúas notas corcheas e un silenzo de negra o mesmo que dous silenzos de corchea. Xa que logo, no compás de 2/4, unha corchea dura medio pulso ou, o que é o mesmo, hai dúas corcheas nun pulso. Por iso, en 2/4 as corcheas dun pulso debúxanse unidas por unha barra.
it: Una nota di un quarto equivale a due note di un ottavo ed una pausa di un quarto equivale a due pause di un ottavo. Quindi, usando un tempo di 2/4, una nota o pausa di un ottavo prende mezzo battito e, di conseguenza, due note di un ottavo occuperanno un battito. E' per questo motivo che, solitamente, in un tempo di 2/4, tali note di solito sono disegnate in maniera raggruppata, ad indicare, appunto, i due battiti del ritmo.
nl: Een kwartnoot stemt overeen met twee achtste noten en een kwartrust stemt overeen met twee achtste rusten. Dus in de 2/4 maatsoort krijgt een achtste noot of rust een halve slag en bijgevolg zijn er twee achtste noten in één slag. In 2/4 worden ze doorgaans gebonden getekend, en beslaan één slag.

source: In this lesson we will start the study of rhythms with eighth notes. Play the following score and take note of the new rhythmic patterns introduced in each measure:
es: En esta lección vamos a comenzar el estudio de patrones rítmicos con corcheas. Toca la siguiente partitura y escucha los nuevos ritmos que aparecen en cada compás:
eu: Ikasgai honetan kortxeek osatutako erritmoak lantzen hasiko gara. Jo hurrengo partitura eta entzun itzazu konpas bakoitzean agertzen diren erritmo berriak.
gl_es: Nesta lección imos comezar o estudo de patróns rítmicos con corcheas. Toca a seguinte partitura e escoita os novos ritmos que aparecen en cada compás:
it: In questa lezione inizieremo lo studio dei ritmi con delle note di un ottavo. Suona il seguente pentagramma e prendi nota dei nuovi schemi ritmici introdotti in ogni misura:
nl: In deze les zullen we starten met de studie van ritmes met achtste noten. Speel de volgende score en bestudeer de nieuwe ritmische patronen van elke maat:

source: - Train your ear and practise the introduced rhythmic patterns.
es: - Acostumbra el oído y practica los ritmos introducidos en esta lección.
eu: - Treba ezazu entzumena eta landu ikasgai honetako erritmoak.
gl_es: - Afai o oido e practica os ritmos introducidos nesta lección.
it: - Allena il tuo orecchio e fai pratica con gli schemi ritmici introdotti.
nl: - Oefen uw gehoor en de nieuwe ritmische patronen.

source: Exercise 2
es: Ejercicio 2
eu: 2. ariketa
gl_es: Exercicio 2
it: Esercizio 2
nl: Oefening 2

source: - Read scores containing the rhythms studied in this lesson.
es: - Practica la lectura de partituras con los patrones estudiados en esta lección.
eu: - Irakur itzazu ikasgai honetan landutako erritmoak dakartzaten partiturak.
gl_es: - Practica a lectura de partituras cos patróns estudados nesta lección.
it: - Leggi i pentagrammi contenenti i ritmi studiati in questa lezione.
nl: - Lees partituren met de ritmes uit deze les.

source: Lesson %d. Exercise 2
nl: Les %d. Oefening 2

source: Accidentals. Key signature
es: Alteraciones. Armaduras
eu: Alterazioak. Nota armadurak
gl_es: Alteracións. Armaduras
it: Alterazioni. Armatura di chiave
nl: Voortekening. Toonaard

source: Accidentals
es: Alteraciones
eu: Alterazioak
gl_es: Alteracións
it: Alterazioni
nl: Voortekening

source: Accidental signs are marks placed before a notehead to indicate that the pitch of the note should be altered. At level 1 you should know about three signs: the 'sharp', the 'flat' and the 'natural':
es: Las alteraciones son unos símbolos que se colocan delante de las cabezas de las notas para indicar que la altura de la nota debe variarse. Por ahora basta con que conozcas los tres símbolos básicos para las alteraciones: el 'sostenido', el 'bemol' y el 'becuadro':
eu: Alterazio ikurrak nota buruen gainean jarritako markak dira, nota tonua aldatu beharra dagoela adieraztekoak. Maila honetan honako hiru ikur hauek besterik ez duzu ikasi behar: ‘sostenitua’, ‘bemola’ eta ‘bekoadroa’.
gl_es: As alteracións son uns símbolos que se colocan diante das cabezas das notas para indicar que a altura da nota debe variarse. Por agora abonda con que coñezas os tres símbolos básicos para as alteracións: o 'díese', o 'bemol' e o 'becadro':
it: I simboli delle alterazioni sono costituiti da segni posti prima della testa di una nota, ad indicare che la tonalità della nota dovrebbe essere alterata. Nella parte 1, imparerai a conoscere tre di questi simboli: il 'diesis', il 'bemolle' e il 'bequadro'.
nl: De toevallige voortekening wordt voor de nootkop geplaatst om aan te duiden dat de toonhoogte van de noot veranderd moet worden. Op niveau 1 is het voldoende drie voortekens te kennen: het 'kruis', de 'mol' en het herstellingsteken:

source: sharp
es: sostenido
eu: sostenitua
gl_es: díese
it: diesis
nl: kruis

source: flat
es: bemol
eu: bemola
gl_es: bemol
it: bemolle
nl: mol

source: natural
es: becuadro
eu: bekoadroa
gl_es: becadro
it: bequadro
nl: natuurlijk

source: A sharp sign raises the pitch of a note by half a step (one semitone). A flat sign lowers the pitch of a note half a step (one semitone). A natural sign cancels the effect of a flat or a sharp.
es: Un sostenido eleva la altura de la nota en un semitono. Un bemol lo disminuye en un semitono. Y un becuadro cancela el efecto de un sostenido o un bemol anterior.
eu: Sostenituak nota altuera tonuerdia igotzen du. Bemolak nota altuera tonuerdia jaisten du. Bekoadroak aurreko sostenituaren edo bemolaren ondorioa indargabetzen du.
gl_es: Un díese eleva a altura da nota nun semitón. Un bemol diminúeo nun semitón. E un becudro cancela o efecto dun díese ou un bemol anterior.
it: Un simbolo di diesis innalza di un semitono l'altezza di una nota. Un simbolo di bemolle l'abbassa di un semitono. Un simbolo di bequadro annulla gli effetti dei diesis e bemolli.
nl: Een kruis geeft aan dat de toonhoogte met een halve stap of een halve toonafstand verhoogd moet worden. Een mol verlaagt de hoogte van een noot met een halve stap (een halve toonafstand). Het herstellingsteken maakt het effekt van een kruis of een mol ongedaan.
