Repository: lenmus/lenmus
Catalog: langtool/locale/*/L1_MusicReading_*.po
Languages: es, eu, gl_es, it, nl

source: The accidentals on the key signature are named 'proper accidentals' whereas those added in addition to individual notes are named 'chromatic accidentals'.
es: La armadura se denomina también alteraciones propias en oposición a las accidentales que son las surgen durante la obra.
eu: Armaduraren alterazioei ‘berezko alterazio’ deritzegu; banako notei eransten zaizkienei, ordea, ‘alterazio kromatiko’.
gl_es: A armadura denomínase tamén alteracións propias en oposición ás accidentais que son xurden durante a obra.
it: Le alterazioni nell'armatura di chiave sono chiamate 'alterazioni proprie', laddove quelle aggiunte alle note individuali sono chiamate 'alterazioni cromatiche'.

source: The next figure we are going to study is the eighth note (also called 'quaver' in British English). Its symbols are shown in the following score, and are like a quarter note with a flag added to its stem:
es: La siguiente figura que vamos a estudiar es la corchea. Sus símbolos se muestran en la siguiente partitura, y se dibuja como una nota negra pero con un corchete:
eu: Segituan, kortxea deritzon figura landuko dugu. Haren ikurrak hurrengo partituran agertzen dira, eta beltzaren antzera marrazten dira, baina kortxete edo banderatxo moduko batekin:
gl_es: A seguinte figura que imos estudar é a corchea. Os seus símbolos móstranse na seguinte partitura, e debúxase como unha nota negra pero cun corchete:
it: Il prossimo simbolo che studieremo è la nota di un ottavo (chiamata anche 'croma'). Il suo simbolo, mostrato nel pentagramma che segue, è ottenuto prendendo quello della nota di un quarto (detta anche 'semiminima') e aggiungendo una piccola bandiera al suo gambo:

source: The stave. Treble (G) and bass (F) clefs. Names of notes on the stave. Extension of the stave to include two ledger lines below and above each stave.
es: El pentagrama. Ámbito en las claves de Sol (violín) y Fa en 4ª (bajo), para cubrir dos líneas adicionales por encima y por debajo.
eu: Pentagrama. Sol eta Fa giltzak. Pentagramako noten izenak. Pentagrama luzatzea, goitik eta behetik bi lerro gehigarri eransteko.
gl_es: O pentagrama. Ámbito nas claves de Sol (violín) e Fa en 4ª (baixo), para cubrir dúas liñas adicionais por encima e por baixo.
it: Il pentagramma. La chiave di violino (Sol) e la chiave di basso (F). I nomi delle note sul pentagramma. Estensione del pentagramma per includere due linee aggiuntive al di sotto e al di sopra del pentagramma.

source: This lesson is based on materials from:
es: Esta lección está basada en materiales tomados de:

source: Tho quarter note and its rest
es: La negra y su silencio
gl_es: A negra e o seu silenzo
it: Il quarto di nota e la sua pausa

source: Translated to #REPLACE BY YOUR LANGUAGE NAME# by #REPLACE BY YOUR NAME#.
es: Traducido al Español por Cecilio Salmerón.

source: We learnt, in lesson 6, that written music is organized by dividing it into small groups of beats, called 'measures'. The measures of the time signatures studied in previous lessons (2/4, 3/4 and 4/4) have, respectively, two, three and four beats per measure. These time signatures are known as 'simple meter' or 'simple time signatures'.
es: Ya sabemos (lección 6) que la música escrita está organizada en compases, esto es, en grupos de 'pulsos' o partes. Los compases de las métricas estudiadas en las lecciones anteriores, 2/4, 3/4 y 4/4, tienen, respectivamente, dos, tres y cuatro partes por compás. Estas métricas se denominan 'métricas de subdivisión binaria'.
eu: 6. ikasgaian ikasi genuenez, musika idatzia pultsuak zati txikitan zatituta antolatzen da. Halako taldeei 'konpas' deritzegu. Aurreko ikasgaietan ikasitako konpasek (2/4, 3/4 eta 4/4), hurrenez hurren, bi, hiru edo lau taupada dituzte konpaseko. Halako konpasei ‘konpas bitar’ edo ‘konpas arrunt’ esaten diegu.
gl_es: Xa sabemos (lección 6) que a música escrita está organizada en compases, isto é, en grupos de 'pulsos' ou partes. Os compases das métricas estudadas nas leccións anteriores, 2/4, 3/4 e 4/4, teñen, respectivamente, dúas, tres e catro partes por compás. Estas métricas denomínanse 'métricas de subdivisión binaria'.
it: Abbiamo imparato, nella lezione 6, che la musica scritta viene organizzata in piccoli gruppi di battiti, chiamati 'misure' (o battute). Le misure delle frazioni di tempo studiate nelle lezioni precedenti (2/4, 3/4 e 4/4) hanno, rispettivamente, due, tre e quattro battiti per misura. Queste frazioni di tempo sono conosciute come 'metriche semplici' o 'frazioni di tempo semplici'.

source: We said in previous lesson that written music is divided on the staff into parts named 'measures'. Although there are exceptions, in general all the measures of a piece of music have the same number of beats. Therefore, we must learn that written music is organized by dividing it into small groups of beats, and these groups are called 'measures'.
es: En la lección anterior hemos visto que la música se organiza dividiéndola en partes llamadas 'compases'. Aunque hay excepciones, en general todos los compases de una partitura tienen el mismo número de pulsos. Por ello, podemos decir que la música escrita se organiza agrupando pulsos en pequeños grupos, a los que llamamos 'compases'.
eu: Aurreko ikasgaian ikusi bezala, musika idatzia pentagraman 'konpas’ izeneko zatitan banatuta dago. Salbuespenak izan arren, normalean musika pieza bateko konpas guztiek pultsu kopuru bera izaten dute. Hargatik, esan dezakegu musika idatzia pultsuak zati txikitan zatituta antolatzen dela. Halako taldeei 'konpas' deritzegu.
gl_es: Na lección anterior temos visto que a música organízase dividíndoa en partes chamadas 'compases'. Aínda que hai excepcións, en xeral todos os compases dunha partitura teñen o mesmo número de pulsos. Por iso, podemos dicir que a música escrita organízase agrupando pulsos en pequenos grupos, aos que chamamos 'compases'.
it: Abbiamo detto nelle lezioni precedenti che, sul pentagramma, la musica scritta viene suddivisa in parti chiamate 'battute' o 'misure'. Sebbene esistano delle eccezioni, in generale tutte le misure di un pezzo musicale hanno lo stesso numero di battiti. Teniamo bene a mente, quindi, che la musica scritta viene organizzata suddividendola in piccoli gruppi di battiti aventi sempre lo stesso schema ritmico. Tali gruppi di battiti vengono chiamati 'misure' o 'battute'.

source: additional terms may apply. See cover page of this eBook for exceptions and details.
es: pueden existir limitaciones adicionales. Ver página de portada de este libro para excepciones y detalles.
