Repository: lenmus/lenmus
Catalog: langtool/locale/*/L1_MusicReading_*.po
Languages: es, eu, gl_es, it, nl

source: An accidental sign alters not only the pitch of the note that it is attached to, but also the pitch of any subsequent occurrence of the same note in the same measure. Notes with the same pitch name, but in a higher or lower octave are not affected. The effect of the accidental ends at the end of the measure, so notes in the next measure will not be altered, except those tied to one in the previous measure.
es: Un signo de alteración afecta no sólo a la nota a la que precede sino también a todas las siguientes de igual nombre y misma octava dentro del mismo compás. Las notas de igual nombre pero de octavas superiores o inferiores no resultan afectadas. El efecto de la alteración dura hasta el final del compás; por ello, las notas en los siguientes compases no resultarán afectadas, excepto aquellas que estén ligadas a una alterada en el compás en el que se incluye la alteración.
eu: Alterazio ikurrak hari erantsitako notaren tonua ez ezik, konpas bereko zortzidun bereko izen bereko hurrengo nota guztien altuera ere aldatzen du. Izen bereko baina zortzidun handiago edo txikiagoren bateko notak ez dira aldatzen. Alterazioaren ondorioak konpasa amaitu arte dirau, beraz, hurrengo konpaseko notak ez dira aldatzen, aurreko konpaseko nota bati lotuta daudenak salbu.
gl_es: Un signo de alteración afecta non só á nota á que precede senón tamén a todas as seguintes de igual nome e mesma oitava dentro do mesmo compás. As notas de igual nome pero de oitavas superiores ou inferiores non resultan afectadas. O efecto da alteración dura ata o final do compás; por iso, as notas nos seguintes compases non resultarán afectadas, excepto aquelas que estean ligadas a unha alterada no compás no que se inclúe a alteración.
it: Un simbolo di alterazione modifica, non solo, la nota a cui viene affiancato, ma anche la tonalità di tutte le occorrenze di quella stessa nota nella stessa misura. Note uguali come nome, ma situate in ottave inferiori o superiori, non sono coinvolte nell'alterazione. L'effetto delle alterazioni termina alla fine di una misura, pertanto, le note nella misura successiva non saranno alterate a meno che non siano legate ad una della misura precedente.
nl: Een voortekening verandert niet enkel de hoogte van de noot waaraan deze gekoppeld is, maar ook de hoogte van elke gelijkaardige noot in dezelfde maat. Noten met dezelfde naam, maar in een hoger of lager oktaaf, behouden hun eigen waarde. Het effect van het toevallig voorteken eindigt op het eind van de maat, zodat de noten in de volgende maat hun eigen waarde behouden, met uitzondering van noten gebonden aan een noot in de vorige maat.

source: Key signature
es: La armadura
eu: Armadura
gl_es: A armadura
it: Armatura di chiave
nl: Toonaard

source: If, for example, a piece of music is written based on the D major scale, all F and C notes will have sharp signs placed before them. For example (play it):
es: Si, por ejemplo, una pieza musical está escrita utilizando la escala de Re mayor, todas las notas Fa y Do tendrán un sostenido. Por ejemplo (escucha la partitura):
eu: Adibidez, musika pieza bat Re maiorreko eskalan idatzita badago, Fa eta Do guztiek aurretik sostenitu ikurrak izango dituzte. Esaterako (jo ezazu):
gl_es: Se, por exemplo, unha peza musical está escrita utilizando a escala de Re maior, todas as notas Fa e Dó terán un díese. Por exemplo (escoita a partitura):
it: Se, per esempio, un brano musicale viene composto basandosi su una scala maggiore di RE, tutte le note FA e DO avranno dei simboli di diesis posti prima di esse. Per esempio (ascoltalo):
nl: In een muziekstuk dat geschreven is in Re groot, zullen alle Fa's en Do's een kruis hebben. Bijvoorbeeld (u kan het spelen):

source: Having to write accidentals always in the same notes can be annoying. To make the writing process easier, instead of writing sharp signs before all F and C notes, the accidentals can be written at the beginning of the staff, immediately after the clef sign. These accidentals affect the whole score and are named the 'key signature'. They apply to all relevant notes
nl: Het kan vervelend zijn om de voortekening telkens voor elke noot te moeten schrijven. Om dit te verhelpen wordt de voortekening aan het begin van de notenbalk geplaatst, onmiddelijk na de sleutel. De voortekening heeft betrekking op de volledige partituur en is van toepassing op de noten

source: in every octave
nl: van elk oktaaf

source: . As a consequence, it is no longer needed to place accidental signs in front of each note. So, the previous score can also be written as follows:
nl: . Het is bijgevolg niet langer nodig om voortekens te plaatsen voor elke noot. De voorgaande notenbalk kan dus ook als volgt geschreven worden:

source: Note that the sharp for the F note is placed on the 5th line but it affects all F notes, independently of the octave.
es: Observa que el sostenido de la nota Fa está escrito en la 5ª línea pero afecta a todas las notas Fa, independientemente de su octava.
eu: Ikusiko duzunez, Fa notaren sostenitua 5. lerroan idatzita dago, baina eragina du FA nota guzietan, edozein zortzidunetan egon arren.
gl_es: Observa que o sostido da nota Fa está escrito na 5ª liña pero afecta a todas as notas Fa, independientemente da súa oitava.
it: Nota che, anche se il diesis della nota FA viene posto sulla 5a linea, esso sarà applicato a tutte le note FA, su tutte le ottave.
nl: Merk op dat het kruis voor de Fa op de vijfde lijn geplaatst wordt, maar ze is van toepassing op alle Fa's, onafhankelijk van het oktaaf.

source: The key signature, apart of simplifying the notation, gives information about the 'tonality' of the composition, roughly speaking, which scale is used to build a piece of music. The key signature must be written on every music line, placed immediately after the clef sign.
es: La armadura, además de simplificar la escritura, nos da información sobre la 'tonalidad' de la pieza musical, es decir, una indicación sobre en qué escala está basada la composición. La armadura hay que escribirla en cada pentagrama, colocada justo detrás de la clave.
eu: Armadurak, notazioa errazteaz gain, informazioa ematen du konposizioaren ‘tonalitateaz’, hau da, musika pieza eraikitzeko erabiliriko eskalaz. Armadura pentagrama guztietan idatzi beharra dago, giltzaren ostean.
gl_es: A armadura, ademais de simplificar a escritura, dános información sobre a 'tonalidade' da peza musical, é dicir, unha indicación sobre en que escala está baseada a composición. A armadura hai que escribila en cada pentagrama, colocada xusto detrás da clave.
it: L'armatura di chiave, oltre a semplificare la notazione, dà informazioni aggiuntive sulla 'tonalità' della composizione musicale, ovvero, detto in termini semplicistici, quale scala è stata usata per creare un brano musicale. L'armatura di chiave va posta su ogni rigo musicale, seguendo immediatamente il simbolo della chiave musicale.
nl: De voortekening vereenvoudigt niet enkel de notatie maar geeft ook informatie over de tonaliteit van de compositie. Ruw gezegd gaat het over de toonladder die gebruikt wordt in het muziekstuk. De voortekening moet op elke notenbalk geschreven worden, onmiddelijk na de sleutel.

source: In this lesson we will continue with exercises containing the rhythmic patterns of the previous lessons, but introducing the key signatures of G major and E minor (one sharp) and B flat major and G minor (one flat).
nl: In deze les wordt de voortekening van Sol groot en Mi klein (één kruis) en Si mol groot en Sol klein (één mol) geïntroduceerd. Daarbij worden de ritmische patronen uit de vorige lessen gebruikt.

source: - Read scores containing the rhythms studied.
es: - Practica la lectura de partituras que contienen los patrones estudiados.
eu: - Irakur itzazu landutako erritmoak dakartzaten partiturak.
gl_es: - Practica a lectura de partituras que conteñen os patróns estudados.
it: - Leggi i pentagrammi contenenti i ritmi studiati.
nl: - Lees partituren die de bestudeerde ritmes bevatten.

source: Read scores containing the rhythms studied.
es: Practica la lectura de partituras que contienen los patrones estudiados.
eu: Irakur itzazu landutako erritmoak dakartzaten partiturak.
gl_es: Practica a lectura de partituras que conteñen os patróns estudados.
it: Leggi i pentagrammi contenenti i ritmi studiati.
nl: Lees partituren die de bestudeerde ritmes bevatten.

source: Marks to lengthen notes: tie, dot and fermata
es: Símbolos para alargar la duración: la ligadura, el puntillo y el calderón
eu: Notak luzatzeko ikurrak: ligatura, puntua eta kalderoia
gl_es: Símbolos para alargar a duración: a ligadura, o puntillo e o calderón
it: Simboli riguardanti la lunghezza delle note: legatura di valore, punto di valore e corona
nl: Nootverlengende tekens: overbinding, punt en fermate

source: We already know (lesson 10) about ties: a tie is a small arch between the heads of two consecutive notes of the same pitch, to join the duration of two notes. In this lesson we will learn about two other symbols to lengthen the duration of a note or a rest: the dot and the fermata.
es: Ya conocemos (lección 10) lo que es una ligadura: un pequeño arco entre las cabezas de dos notas consecutivas de igual altura, y su efecto es unir ambas notas en una sola. En esta lección vamos a estudiar otros dos signos cuyo efecto es también prolongar la duración de una nota: el puntillo y el calderón.
eu: Dagoeneko badakigu zer diren ligaturak (10. ikasgaia): elkarren ondoan diren tonu bereko bi notaren buruak lotzen dituen arkutxo bat, bien iraupena elkartzen dituena. Ikasgai honetan nota edo isilune baten iraupena luzatzen duten beste bi ikur landuko ditugu: puntua eta kalderoia.
gl_es: Xa coñecemos (lección 10) o que é unha ligadura: un pequeno arco entre as cabezas de dúas notas consecutivas de igual altura, e o seu efecto é unir ambas notas nunha soa. Nesta lección imos estudar outros dous signos cuxo efecto é tamén prolongar a duración dunha nota: o puntillo e o calderón.
it: Già conosciamo (dalla lezione 10) cosa sono le legature di valore: dei piccoli archi fra le teste di due note consecutive di uguale altezza, che uniscono la durata delle due note. In questa lezione faremo conoscenza di altri due simboli per allungare la durata di una nota o di una pausa: il punto di valore e la corona.
nl: In les tien hebben we de overbinding geleerd. De overbinding is een smalle boog tussen de koppen van twee opeenvolgende noten met dezelfde toonhoogte, die de duratie van de twee noten verbindt. In deze les zullen twee andere symbolen geïntroduceerd worden die de duratie van een noot of een rust verlengen: de puntering en de fermate.

source: Dotted notes
es: Notas con puntillo
eu: Puntudun notak
gl_es: Notas con puntillo
it: Note di valore
nl: Gepunteerde noten

source: Another way to change a note's duration is by writing a small dot after the notehead, to create 'a dotted note'. The dot adds one half of the value of the original note. For example, if a dot is placed to the right of a half note, the note would then have the duration of a half note plus a quarter note and it will be equivalent to writing a tie between a half note and a quarter note:
es: Otra forma de modificar la duración de una nota es escribiendo un punto detrás de la cabeza de la nota para crear lo que se llama una nota 'con puntillo'. El puntillo indica que la duración de la nota debe aumentarse en la mitad del valor de la nota. Por ejemplo, si en una nota blanca se coloca un puntillo, la blanca con puntillo durará lo que una blanca más una negra (la mitad de la blanca), y es lo mismo que escribir una blanca ligada a una negra:
eu: Notaren iraupena luzatzeko beste modu bat da nota buruaren ondoren puntu bat idaztea, ‘nota puntudun’ bat sortzeko. Puntuak oinarrizko notari jatorrizkoaren balioaren erdia gehitzen dio. Esaterako, puntua zuri bati eransten bazaio, notak iraungo du zuri batek eta beltz batek elkarrekin beste, eta zuri bat beltz bat lotuta idaztearen baliokidea izango da:
gl_es: Outra maneira de modificar a duración dunha nota é escribindo un punto detrás da cabeza da nota para crear o que se chama unha nota 'con puntillo'. O puntillo indica que a duración da nota debe aumentarse na metade do valor da nota. Por exemplo, se nunha nota branca colócase un puntillo, a branca con puntillo durará o que unha branca máis unha negra (a metade da branca), e é o mesmo que escribir unha branca ligada a unha negra:
it: Un altro modo di cambiare la durata di una nota è quello di scrivere un piccolo punto dopo la testa di una nota, in modo da creare una 'nota con punto di valore'. Il punto aggiunge la metà del valore della nota originaria. Ad esempio, se un punto viene posto alla destra di una minima, tale nota avrà la durata di una minima più quella di una nota di un quarto (o semiminima). Ciò è equivalente a scrivere una legatura di valore fra una minima ed una nota di un quarto:
nl: Een andere manier om de tijdsduur van een noot te veranderen bestaat erin een punt achter de nootkop te plaatsen. Zo ontstaat een gepunteerde noot. Hierdoor wordt de tijdsduur van de noot met de helft verlengd. Indien een halve noot bijvoorbeeld gepunteerd wordt, dan krijgt deze een tijdsduur van een halve noot en een vierde noot. Dit stemt overeen met het schrijven van een overbinding tussen een halve noot en een kwartnoot:

source: The fermata mark
es: El calderón
eu: Kalderoia
gl_es: O calderón
it: Il simbolo della corona
nl: Het fermate teken

source: A fermata is a musical symbol, looking like a semicircle containing a dot, that is placed above or below a note or rest. It indicates that the note/rest should be sustained for longer than its normal duration. Usually the note/rest is held for one and a half to twice the normal duration, but it is always up to the discretion of the performer or the conductor. The fermata symbol is usually placed above the note/rest, but occasionally can be placed below it and upside down:
es: El calderón es un signo, semejante a un semicírculo con un punto en el centro, que se coloca encima o debajo de una nota o silencio. Indica que la nota o silencio debe prolongarse para que dure más de lo normal. La duración de una nota o silencio con calderón no está predeterminada y queda a discreción del intérprete o del director. Como valor de referencia, un calderón prolonga la duración entre vez y media y dos veces la duración de la nota original. El calderón se coloca normalmente sobre la nota o silencio, pero en ocasiones puede colocarse debajo; en estos casos el símbolo del calderón se coloca invertido:
eu: Kalderoia izeneko musika ikurrak puntudun zirkuluerdi baten itxura du, eta notaren edo isilunearen gainean edo azpian jartzen da. Adierazten digunez, nota edo isilunea ohi baino luzeagoa izango da. Adierazten digunez, nota edo isilunea ohi baino luzeagoa izango da. Normalean, nota edo isilunea luzatzen da ohi baino halako bat eta erdi edo bi gehiago, baina beti musikariaren edo zuzendariaren nahiaren araberakoa izaten da. Kalderoi ikurra notaren edo isilunearen gainean ezarri ohi da, baina zenbaitetan azpian ere jar daiteke; halakoetan kalderoiaren ikurra alderantziz jartzen da:
gl_es: O calderón é un signo, semellante a un semicirculo cun punto no centro, que se coloca encima ou debaixo dunha nota ou silenzo. Indica que a nota ou silenzo debe prolongarse para que dure máis do normal. A duración dunha nota ou silenzo con calderón non está predeterminada e queda a discreción do intérprete ou do director. Como valor de referencia, un calderón prolonga a duración entre vez e media e dúas veces a duración da nota orixinal. O calderón colócase normalmente sobre a nota ou silenzo, pero en ocasións pode colocarse debaixo; nestes casos o símbolo do calderón colócase invertido:
it: Una corona è un simbolo musicale che viene disegnato come un semicerchio contenente un punto. Essa viene posta sopra o sotto una nota o una pausa e sta ad indicare che la nota/pausa dovrebbe subire un prolungamento di durata. Di solito, tale prolungamento corrisponde ad una volta e mezzo la normale durata della nota, ma comunque la sua durata precisa viene lasciata alla discrezione dell'esecutore del brano. Il simbolo della corona, normalmente, viene posto al di sopra della nota/pausa ma, a volte, lo si può trovare al di sotto e capovolto:
nl: Een fermate is een muzieksymbool bestaande uit een halve cirkel die een punt bevat en wordt boven of onder een noot of rust geplaatst. Het fermateteken duidt aan dat de noot of rust langer aangehouden dient te worden dan zijn normale duratie. Gewoonlijk wordt de noot of rust tussen anderhalf of twee maal de normale duratie aangehouden. Maar de uitvoerder of dirigent is vrij om die tijdsduur te veranderen. Het fermate wordt gewoonlijk boven de noot of rust geplaatst maar wordt occasioneel eronder en ondersteboven geplaatst:

source: Listen and take notice of the differences
es: Escucha y percibe las diferencias
eu: Entzun eta ohartu zaitez ezberdintasunez.
gl_es: Escoita e percibe as diferenzas
it: Ascolta e nota le differenze
nl: Luister en merk de verschillen op

source: In this lesson we are going to practise the following rhythmic patterns:
es: En esta lección vamos a practicar los siguientes patrones rítmicos:
eu: Ikasgai honetan hurrengo erritmo patroiak landuko ditugu:
gl_es: Nesta lección imos practicar os seguintes patróns rítmicos:
it: In questa lezione faremo pratica con i seguenti schemi ritmici:
nl: In deze les gaan we de volgende ritmische patronen inoefenen:

source: Dotted quarter note. Quarter note tied to eighth note
es: La negra con puntillo. La negra ligada a una corchea
eu: Beltz puntuduna. Kortxeari loturiko beltza.
gl_es: A negra con puntillo. A negra ligada a unha corchea
it: Nota di un quarto con punto di valore. Nota di un quarto con legatura di valore ad una nota di un ottavo
nl: De gepunteerde kwartnoot. Kwartnoot gebonden aan een achtste noot

source: The bass clef
es: La clave de Fa en 4ª línea
eu: 4. lerroko Fa giltza
gl_es: A clave de Fa en 4ª líña
it: La chiave di basso
nl: De Fa sleutel

source: The F clef on the fourth line, also named 'bass clef', is represented by the following symbol:
es: La clave de Fa en cuarta línea, también llamada clave de bajo, se representa por el siguiente símbolo:
eu: 4. lerroko Fa giltzari ‘baxuaren giltza’ ere deritzote, eta honako ikur hau du:
gl_es: A clave de Fa en cuarta liña, tamén chamada clave de baixo, represéntase polo seguinte símbolo:
it: La chiave FA sulla quarta linea, chiamata anche 'chiave di basso', è rappresentata dal seguente simbolo:
nl: De Fa sleutel op de vierde lijn wordt aangeduid met het volgende symbool:

source: The bass clef assigns the F note to the 4th line, as shown in following picture:
es: La clave de Fa en 4ª línea asigna la nota Fa a la 4ª línea del pentagrama, como muestra la siguiente partitura:
eu: Baxuaren giltzak Fa nota laugarren lerroari izendatzen dio, hurrengo irudian ikusi bezala:
gl_es: A clave de Fa en 4ª liña asigna a nota Fa á 4ª liña do pentagrama, como mostra a seguinte partitura:
it: La chiave di basso assegna la nota FA alla 4a linea, come mostrato nella seguente immagine:
nl: De Fa sleutel kent de Fa toe aan de vierde lijn zoals getoond in de volgende figuur:

source: F note
es: Nota Fa
eu: Fa nota
gl_es: Nota Fa
it: nota FA
nl: Fa noot

source: In the bass clef the first upper leger line corresponds to the central C note (C4), represented in G clef on the first lower leger line:
es: En la clave de Fa en 4ª la primera línea adicional por arriba corresponde al Do central (Do4), que se escribe en clave de Sol en la primera linea adicional por debajo:
eu: 4. lerroko Fa giltzan goiko lehen lerro gehigarria erdiko Do notari dagokio (Do4), Sol giltzako beheko lehen lerro gehigarrian idazten denari:
gl_es: Na clave de Fa en 4ª a primeira liña adicional por arriba corresponde ao Dó central (Dó4), que se escribe en clave de Sol na primeira liña adicional por baixo:
it: Nella chiave di basso, il primo taglio addizionale superiore corrisponde alla nota DO centrale (DO4), rappresentata nella chiave di Sol sul primo taglio addizionale inferiore:
nl: In de Fa sleutel stemt de eerste bovenste hulplijn overeen met de centrale noot (Do 4), vertegenwoordigd in de Sol sleutel door de eerste hulplijn onderaan:

source: C note
es: Nota Do
eu: Do nota
gl_es: Nota Dó
it: nota DO
nl: Do noot

source: By using both the G clef and the F clef and two leger lines a range of five octaves can be comfortably represented, as shown in the following score:
nl: Door zowel de Sol sleutel als de Fa sleutel te gebruiken, tesamen met twee hulplijnen wordt een bereik van vijf oktaven gemakkelijk voorgesteld, zoals getoond in de volgende figuur:

source: In this lesson we are going to start reading the bass clef, while practising the rhythmic patterns studied in previous lessons. We will start reading notes A3, B3 and C4:
es: En esta lección vamos a iniciar la lectura de partituras escritas en clave de Fa en 4ª, mientras continuamos practicando las células rítmicas de las lecciones anteriores. Comenzaremos con un ámbito muy reducido de notas: La3, Si3 y Do4:
eu: Ikasgai honetan Fa giltza irakurtzen hasiko gara, aurreko ikasgaietan landutako erritmo patroiak sakondu bitartean. La3, Si3 eta Do4 notak irakurtzen hasiko gara:
gl_es: Nesta lección imos iniciar a lectura de partituras escritas en clave de Fa en 4ª, mentres continuamos practicando as células rítmicas das leccións anteriores. Comezaremos cun ámbito moi reducido de notas: La3, Si3 e Dó4:
it: In questa lezione inizieremo con la lettura della chiave di basso, facendo pratica, nel contempo, degli schemi ritmici studiati nelle lezioni precedenti. Inizieremo leggendo le note LA3, SI3 e DO4:
nl: In deze les gaan we starten met het lezen van de Fa sleutel terwijl we verder de ritmische patronen uit de vorige lessen blijven oefenen. We zullen starten met het lezen van de noten La 3, Si 3 en Do 4:

source: - Read scores containing the bass clef.
es: - Practica la lectura de partituras en clave de Fa.
eu: - Irakurri Fa giltzako partiturak.
gl_es: - Practica a lectura de partituras en clave de Fa.
it: - Leggi i pentagrammi contenenti la chiave di basso.
nl: - Lees partituren in de Fa sleutel.

source: Read scores containing the bass clef.
es: Practica la lectura de partituras en clave de Fa.
eu: Irakurri Fa giltzako partiturak.
gl_es: Practica a lectura de partituras en clave de Fa.
it: Leggi i pentagrammi contenenti la chiave di basso.
nl: Lees partituren in de Fa sleutel.

source: F clef on fourth line
es: La clave de Fa en cuarta línea
eu: 4. lerroko Fa giltza
gl_es: A clave de Fa en cuarta liña
it: Chiave di FA sulla quarta linea
nl: Fa sleutel op de vierde lijn

source: In this lesson we continue reading the F key on the fourth line. The range of notes is enlarged to cover F3 to C4.
es: En esta lección continuamos el estudio de la clave de Fa en 4ª línea. El ámbito de notas se amplía para cubrir el rango Fa3 a Do4.
eu: Ikasgai honetan 4. lerroko Fa giltza lantzen jarraituko dugu. Nota eremua zabalduko da Fa-Do4 tarteraino.
gl_es: Nesta lección continuamos o estudo da clave de Fa en 4ª liña. O ámbito de notas amplíase para cubrir o rango Fa3 a Dó4.
it: In questa lezione continuiamo con la lettura della chiave di FA sulla quarta linea. L'estensione delle note è estesa per coprire le note da FA3 a DO4.
nl: In deze les gaan we verder met het lezen van de Fa sleutel op de vierde lijn. Het bereik van de noten wordt uitgebreid met Fa 3 en Do 4.
