Repository: lenmus/lenmus
Catalog: langtool/locale/*/L1_MusicReading_*.po
Languages: es, eu, gl_es, it, nl

source: Note that the quarter note starts in the weak part of the beat (off-beat) an continues in the first part of the following beat. This is the basis of syncopation.
es: Observa que la negra comienza en fracción débil (segunda mitad del pulso) y continúa en la primera mitad del siguiente pulso. Este es el fundamento de las síncopas.
eu: Ikusiko duzunez, beltza alde motelean hasi (pultsuaren bigarren partean) eta hurrengo taupadako lehen parteraino luzatzen da. Horixe da sinkoparen oinarria:
gl_es: Observa que a negra comeza en fracción débil (segunda metade do pulso) e continúa na primeira metade do seguinte pulso. Este é o fundamento das síncopas.
it: Si noti che la nota di un quarto inizia nella parte debole del battito (fuori-battito) e continua nella prima parte del battito che segue. Questa è la base della sincope.
nl: Merk op dat de kwartnoot begint in het zwakke deel van de slag (na de tel) en voortgaat in het eerste deel van de volgende slag. Dit is de basis van syncopering.

source: Syncopation (4)
es: La síncopa (4)
eu: Sinkopa (4)
gl_es: A síncopa (4)
it: Sincope (4)
nl: Syncopering (4)

source: Again, syncopation is achieved by starting the first beat with an eighth note. The following quarter notes are placed off-beat, and so the accent (start of the note sound) does not coincide with the start of the beat.
es: De nuevo, la síncopa aparece al comenzar el primer pulso con una corchea. Como consecuencia, la notas negras siguientes aparecen desplazadas para comenzar en fracción débil y prolongarse a fracción fuerte y el comienzo del sonido de las negras no coincide con el pulso.
eu: Berriro agertzen da sinkopa lehen pultsua hasterakoan, kortxea batekin. Hurrengo beltzak lekualdaturik daude, eta, hala, azentua (nota soinuaren hasiera) ez dator bat taupadaren hasierarekin.
gl_es: De novo, a síncopa aparece ao comezar o primeiro pulso cunha corchea. Como consecuencia, as notas negras seguintes aparecen desprazadas para comezar en fracción débil e prolongarse a fracción forte e o comezo do son das negras non coincide co pulso.
it: Ancora una volta otteniamo una sincope iniziando il primo battito con una nota di un ottavo. Le successive note di un quarto vengono posizionate fuori battito e, pertanto, l'accento (inizio del suono della nota) non coincide con l'inizio del battito.
nl: Opnieuw wordt syncopering bereikt door de eerste tel te beginnen met een achtste noot. De volgende noten worden na de tel geplaatst waardoor het accent (de start van het geluid van de noot) niet overeenstemt met de start van de tel.

source: Syncopation (5)
es: La síncopa (5)
eu: Sinkopa (5)
gl_es: A síncopa (5)
it: Sincope (5)
nl: Syncopering (5)

source: Counter-time (off-beat notes)
es: El contratiempo
eu: Kontradenbora (nota lekualdatuak)
gl_es: O contratempo
it: Contro-tempo (note fuori-battito)
nl: Tegentijd (noten na de tel)

source: The off-beat syncopation commonly refers to rhythms that emphasize the weak beats of a measure.
es: El contratiempo es muy parecido a la síncopa, y consiste en notas que comienzan en fracción débil pero no prolongan su sonido a fracción fuerte. Están precedidas de un silencio para así enfatizar el acento en fracción débil.
eu: Kontradenborako sinkopa normalean neurri baten alde ahulak nabarmentzen dituen erritmoei dagokie.
gl_es: O contratempo é moi parecido á síncopa, e consiste en notas que comezan en fracción débil pero non prolongan o seu son á fracción forte. Están precedidas dun silenzo para así enfatizar o acento en fracción débil.
it: Per sincope fuori-battito ci si riferisce comunemente a ritmi che enfatizzano i battiti deboli di una misura.
nl: De tegentijd syncopering verwijst naar ritmes die de zwakke tellen van een maat benadrukken.

source: In this lesson we are going to practise the occasional short-term displacement of accent that is produced by moving a note to a weak part but without continuing it to the next beat, and preceding it by a rest on the strong part. The rest reinforces the accent on the weak part.
es: En esta lección vamos a practicar el desplazamiento ocasional del acento que se produce como consecuencia de mover una nota a fracción débil pero sin continuar su sonido en fracción fuerte, y precederla de un silencio en la fracción fuerte. El silencio refuerza el acento de la nota en la fracción débil.
eu: Ikasgai honetan azentuaren noizbehinkako lekualdatzea landuko dugu, nota alde ahulera eraman baina soinua alde indartsura ez luzatzearen ondorioz sortua, aurretik, gainera, alde indartsuan isilunea duela. Isiluneak osagai ahularen azentua indartzen du.
gl_es: Nesta lección imos practicar o desprazamento ocasional do acento que se produce como consecuencia de mover unha nota a fracción débil pero sen continuar o seu son en fracción forte, e precedela dun silenzo na fracción forte. O silenzo reforza o acento da nota na fracción débil.
it: In questa lezione inizieremo a fare pratica con lo spostamento occasionale a breve-termine di un accento che viene prodotto muovendo una nota in una parte debole, ma senza continuare nel battito successivo, e facendola precedere da una pausa sulla parte forte. La pausa rafforza l'accento sulla parte debole.
nl: Het accent kan occasioneel verplaatst worden door een noot te verplaatsen naar een zwak deel, zonder ze te vervolgen in de volgende tel maar deze te laten voorafgaan door een rust op het sterke deel. De rust versterkt het accent op het zwakke deel. Dit patroon gaan we in deze les inoefenen.

source: The sixteenth note
es: La semicorchea
eu: Kortxeaerdia
gl_es: A semicorchea
it: La nota di un sedicesimo (biscroma)
nl: De zestiende noot

source: In this lesson we are going to study a new note: the sixteenth (also called 'semiquaver' in British English). Its symbols are shown in the following score, and are like a quarter note with two flags added to its stem. They are usually drawn beamed:
es: En esta lección vamos a estudiar una nueva nota: la semicorchea. Sus símbolos aparecen en la siguiente partitura y son como los de una negra pero con dos corchetes. Generalmente aparecerán unidas mediante barras:
eu: Ikasgai honetan beste nota berri bat jorratuko dugu: kortxeaerdia. Haren ikurrak hurrengo partituran agertzen dira, eta beltzaren antzera marrazten dira, baina kortxete edo banderatxo moduko birekin. Normalean marraz elkarturik marrazten dira:
gl_es: Nesta lección imos estudar unha nova nota: a semicorchea. Os seus símbolos aparecen na seguinte partitura e son como os dunha negra pero con dous corchetes. Xeralmente aparcerán unidas mediante barras:
it: In questa lezione studieremo una nuova nota: quella di un sedicesimo (chiamata anche 'biscroma'). I suoi simboli sono mostrati nel seguente pentagramma, e sono disegnati come la nota di un quarto, ma con due bandiere aggiunte al gambo. Solitamente queste note si scrivono raggruppate:
nl: In deze les gaan we een nieuwe noot instuderen: de zestiende noot. het symbool is als een kwartnoot maar met twee vlaggen aan de nootstok. Doorgaans worden ze gebonden genoteerd. De symbolen worden getoond in de volgende figuur:

source: Two sixteenth notes equal one eighth note and four sixteenth notes equal one quarter note. So in 2/4, 3/4 and 4/4 time signatures a beat is occupied by four sixteenth notes and, conversely, a sixteenth note receives 1/4 of a beat. In these time signatures sixteenth notes are usually drawn beamed.
es: Dos semicorcheas equivalen a una corchea, por lo que cuatro semicorcheas equivalen a una negra. Por ello, en ritmos de 2/4, 3/4 y 4/4 un pulso estará ocupado por cuatro semicorcheas. Y a la inversa: una corchea equivale a la cuarta parte de una negra. En los ritmos de 2/4, 3/4 y 4/4 las corcheas aparecerán generalmente unidas por barras.
eu: Bi kortxeaerdi kortxea baten baliokide dira, eta lau kortxeaerdi beltz baten baliokide. Beraz, 2/3, 3/4 eta 4/4 konpasetan taupada bat lau kortxeaerdik betetzen dute eta, alderantziz, kortxeaerdi batek pultsu baten 1/4 hartzen du. Horrelako konpasetan kortxeaerdiak marraz loturik agertu ohi dira.
gl_es: Dúas semicorcheas equivalen a unha corchea, polo que catro semicorcheas equivalen a unha negra. Por iso, en ritmos de 2/4, 3/4 e 4/4 un pulso estará ocupado por catro semicorcheas. E á inversa: unha corchea equivale á cuarta parte dunha negra. Nos ritmos de 2/4, 3/4 e 4/4 as corcheas aparecerán xeralmente unidas por barras.
it: Due note di un sedicesimo equivalgono ad una nota di un ottavo e quattro note di un sedicesimo equivalgono ad una nota di un quarto. Quindi, in frazioni di tempo di 2/4, 3/4 e 4/4, un battito dura quanto quattro note di un sedicesimo e, viceversa, una nota di un sedicesimo occupa un quarto di un battito. In queste frazioni di tempo, le note di un sedicesimo, normalmente, vengono disegnate in maniera raggruppata.
nl: Twee zestiende noten zijn gelijk aan een achtste noot en vier zestiende noten stemmen overeen met een kwartnoot. Dus in de 2/4, 3/4, 4/4 maatsoorten wordt een tel ingenomen door vier zestiende noten en een zestiende noot stemt dus overeen met 1/4 van een tel. In deze maatsoorten worden zestiende noten doorgaans gebonden getekend.

source: In this lesson we will start the study of rhythms with 16th notes. Play the following score and take note of the new rhythmic patterns introduced in each measure:
es: En esta lección vamos a iniciar el estudio de partituras con notas semicorcheas. Escucha la siguiente partitura y observa los nuevos patrones rítmicos que aparecen en cada compás:
eu: Ikasgai honetan kortxeaerdiek osatutako erritmoak lantzen hasiko gara. Jo hurrengo partitura eta entzun itzazu konpas bakoitzean agertzen diren erritmo berriak.
gl_es: Nesta lección imos iniciar o estudo de partituras con notas semicorcheas. Escoita a seguinte partitura e observa os novos patróns rítmicos que aparecen en cada compás:
it: In questa lezione inizieremo lo studio dei ritmi con note da un sedicesimo. Riproduci il seguente pentagramma e prendi nota dei nuovi schemi ritmici introdotti in ogni misura:
nl: In deze les zullen we starten met het bestuderen van ritmes met 16de noten. Speel het volgende muziekstuk af en merk de nieuwe ritmische patronen op die geïntroduceerd worden in elke maat:

source: One eighth note and two 16th notes
es: Una corchea y dos semicorcheas
eu: Kortxea bat eta bi kortxeaerdi
gl_es: Unha corchea e dúas semicorcheas
it: Una nota di un ottavo e due note da un sedicesimo
nl: Een achtste noot en twee zestiende noten

source: In this lesson a new rhythmic pattern is introduced: One eighth note and two 16th notes.
es: En esta lección se introduce un nuevo patrón rítmico: Una corchea seguida de dos semicorcheas.
eu: Ikasgai honetan erritmo patroi berri bat sartuko dugu: kortxea bat eta bi kortxeaerdi.
gl_es: Nesta lección introdúcese un novo patrón rítmico: Unha corchea seguida de dúas semicorcheas.
it: In questa lezione viene introdotto un nuovo schema ritmico: una nota di un ottavo e due di un sedicesimo.
nl: In deze les wordt een nieuw ritmisch patroon geïntroduceerd: een achtste noot en twee 16de noten.

source: The 6/8 time signature: compound meters
es: El compás de 6/8: compases de subdivisión ternaria
eu: 6/8 konpasa: konpas hirutarrak.
gl_es: O compás de 6/8: compases de subdivisión ternaria
it: La frazione di tempo di 6/8: metriche composte
nl: De 6/8 maatsoort: samengestelde maatsoorten

source: Simple and compound time signatures
es: Métricas de subdivisión binaria y de subdivisión ternaria.
eu: Konpas bakunak eta hirutarrak.
gl_es: Métricas de subdivisión binaria e de subdivisión ternaria.
it: Frazioni di tempo semplici e composte
nl: Enkelvoudige en samengestelde maatsoorten

source: We learnt, in lesson 6, that written music is organized by dividing it into small groups of beats, called 'measures'. The measures of the time signatures studied in previous lessons (2/2, 3/4 and 4/4) have, respectively, two, three and four beats per measure. These time signatures are known as 'simple meter' or 'simple time signatures'.
nl: In les 6 hebben we geleerd dat geschreven muziek georganiseerd is door deze te verdelen in kleine groepen van tellen, maten genaamd. De maatsoorten die we in de vorige lessen bestudeerd hebben (2/2, 3/4, 4/4) hebben respectievelijk twee, drie en vier slagen per maat. Deze maatsoorten staan bekend als enkelvoudige maatsoorten.

source: In simple meter time signatures, each beat can be subdivided into two halves. For example, replacing a quarter note with two eight notes. But there are rhythms that require to subdivide the beats in three parts or 'pulses'. These rhythms are known as 'compound meter'.
es: En la métricas de subdivisión binaria cada parte puede subdividirse en dos fracciones. Por ejemplo, reemplazando una negra con dos corcheas. Ahora bien, hay ritmos que requieren dividir cada parte en tres fracciones. Estos ritmos se denominan 'de subdivisión ternaria'.
eu: Konpas arrunt edo bitarretan, taupada bakoitza zati bi egin daiteke. Esaterako, beltz bat bi kortxearekin ordezkatuta. Baina zenbait erritmok taupadak hiru zatitan edo ‘pultsutan’ zatitzeko eskatzen dute. Horrelako erritmoei ‘konpas hirutar’ deritzegu.
gl_es: Na métricas de subdivisión binaria cada parte pode subdividirse en dúas fraccións. Por exemplo, reemplazando unha negra con dúas corcheas. Agora ben, hai ritmos que requieren dividir cada parte en tres fraccións. Estes ritmos denomínanse 'de subdivisión ternaria'.
it: Nelle frazioni di tempo semplici, ogni battito può essere suddiviso in due metà. Ad esempio, sostituendo una nota di un quarto con due note di un ottavo. Ma ci sono dei ritmi che richiedono di suddividere i battiti in tre parti o 'impulsi'. Questi ritmi sono conosciuti come 'metriche composte'.
nl: In de enkelvoudige maatsoorten kan elke slag onderverdeeld worden in twee helften, bijvoorbeeld door het vervangen van een kwartnoot met twee achtste noten. Er zijn echter ritmes waarbij de slagen verdeeld worden in drie delen of 'pulsen'.

source: By convention, in compound time signatures the top number indicates not the number of beats per measure but the number of pulses per measure, and the bottom number indicates the note that takes each pulse.
es: Por convenio, en las métricas de subdivisión ternaria el número superior no indica el número de partes del compás, sino el número de fracciones, y el número inferior indica qué nota ocupa cada fracción.
eu: Konbentzioz, konpas konposatu edo hirutarretan goiko zenbakiak ez du adierazten konpasaren pultsu kopurua, zati kopurua baizik, eta azpiko zenbakiak adierazi ohi du zein notak okupatzen duen pultsu bakoitza.
gl_es: Por convenio, nas métricas de subdivisión ternaria o número superior non indica o número de partes do compás, senón o número de fraccións, e o número inferior indica que nota ocupa cada fracción.
it: Per convenzione, nelle frazioni di tempo composte, il numero superiore non indica il numero di battiti per misura, ma il numero di impulsi per misura. Il numero inferiore indica il tipo di nota di ogni impulso.
nl: Bij conventie wordt bij samengestelde tijden het bovenste getal gebruikt om het aantal pulsen per maat aan te geven en niet het aantal slagen per maateenheid. Het onderste getal duidt de noot aan die overeenstemt met elke puls.

source: The 6/8 time signature
es: El compás de 6/8
eu: 6/8 konpasa
gl_es: O compás de 6/8
it: La frazione di tempo di 6/8
nl: De 6/8 maatsoort

source: In this lesson we will start the study of compound meters with the introduction of the 6/8 time signature. The 6/8 time signature is a compound time. Therefore, 6/8 means that each measure will have 6 pulses (two beats) and each pulse is occupied by an eighth note (each beat takes three eight notes):
es: En esta lección vamos a iniciar el estudio de los ritmos de subdivisión ternaria, comenzando con la métrica de 6/8. Al ser un ritmo de subdivisión ternaria, el 6 indica que cada compás tiene seis fracciones, o lo que es igual, dos partes (recuerda que cada parte tiene tres fracciones). Y el 8 indica que la nota que ocupa cada fracción es la corchea. En consecuencia, cada compás estará ocupado por dos grupos de tres corcheas:
eu: Ikasgai honetan konpas hirutarrak lantzen hasiko gara. Hartarako, 6/8 konpasa aurkeztuko dizugu. 6/8 konpasa konpas hirutar edo konposatua da. Ondorioz, 6/8 zenbakiak adieraziko digunaren arabera, konpas bakoitzak 6 atal (bi taupada edo pultsu) izango ditu, eta pultsu bakoitza kortxea batek beteko du (taupada bakoitzak hiru kortxea ditu):
gl_es: Nesta lección imos iniciar o estudo dos ritmos de subdivisión ternaria, comezando coa métrica de 6/8. Ao ser un ritmo de subdivisión ternaria, o 6 indica que cada compas ten seis fraccións, ou o que é igual, dúas partes (recorda que cada parte ten tres fraccións). E o 8 indica que a nota que ocupa cada fracción é a corchea. En consecuencia, cada compás estará ocupado por dous grupos de tres corcheas:
it: In questa lezione inizieremo lo studio delle metriche composte con l'introduzione della frazione di tempo di 6/8. La frazione di tempo di 6/8 è un tempo composto. Quindi, 6/8 significa che ogni misura avrà 6 impulsi (due battiti) ed ogni impulso è occupato da una nota di un ottavo (ogni battito occupa tre note di un ottavo):
nl: In deze les starten we met het bestuderen van samengestelde maatsoorten en meer specifiek met de 6/8ste maatsoort. De 6/8 maatsoort is een samengesteld tijd. Bijgevolg betekent 6/8 dat elke maat 6 pulsen zal hebben (twee slagen) en elke puls wordt ingenomen door een achtste noot. Elke slag neemt drie achtste noten in beslag:

source: Note that a dotted quarter note equals three eighth notes. Therefore, in the 6/8 time the note that occupies a beat is the dotted quarter note and each measure takes two dotted quarter notes.
es: Observa que una negra con puntillo equivale a tres corcheas. Por ello, en la métrica de 6/8 la nota que ocupa cada parte es la negra con puntillo, y cada compás está ocupado con dos negras con puntillo.
eu: Ikusiko duzunez, beltz puntudun bat hiru kortxearen baliokide da. Hala, 6/8 konpasean pultsu bakoitza beltz puntudunak beteko du, eta konpas bakoitzak bi beltz puntudun hartuko ditu.
gl_es: Observa que unha negra con puntillo equivale a tres corcheas. Por iso, na métrica de 6/8 a nota que ocupa cada parte é a negra con puntillo, e cada compás está ocupado con dúas negras con puntillo.
it: Si noti che una nota di un quarto con punto di valore equivale a tre note di un ottavo. Quindi, in un tempo di 6/8, la nota che occupa un battito è la nota di un quarto con punto di valore, ed ogni misura occupa due note di un quarto con punto di valore.
nl: Merk op dat een gepunteerde kwartnoot overeenstemt met drie achtste noten. In de 6/8 maatsoort wordt een slag dus ingenomen door een gepunteerde kwartnoot. Elke maat beslaat twee gepunteerde kwartnoten.

source: Also note that two dotted quarter note equals a dotted half note. Therefore, in the 6/8 time a dotted half note takes a whole measure.
es: Observa, igualmente, que dos negras con puntillo equivalen a una blanca con puntillo. Por consiguiente, una blanca con puntillo ocupa un compás completo en 6/8.
eu: Gainera, ikusiko zenuenez, bil beltz puntudun zuri puntudun baliokide dira. Ondorioz, zuri puntudunak konpas oso bat betetzen du 6/8 neurrian.
gl_es: Observa, igualmente, que dúas negras con puntillo equivalen a unha branca con puntillo. Por conseguinte, unha branca con puntillo ocupa un compás completo en 6/8.
it: Si noti anche due note da un quarto con punto di valore equivalgono ad una minima con punto di valore. Quindi, in un tempo di 6/8, una minima con punto di valore occupa un'intera misura.
nl: Merk ook op dat twee gepunteerde kwartnoten overeenstemmen met een gepunteerde halve noot. Bijgevolg neemt in de 6/8 maatstoort de gepunteerde halve noot een hele maat in beslag.

source: As the 6/8 has two beats per measure, it is called a compound duple meter. The accent is strong on the first eighth note of the first beat, a medium accent on the first eighth note of the second beat, and the remaining pulses are week.
es: La métrica de 6/8 es de subdivisión ternaria y tiene dos partes por compás; por ello, es una 'métrica binaria de subdivisión ternaria'. El acento es fuerte en la primera fracción del primer pulso (la primera corchea) y es débil en las restantes fracciones, con excepción de la primera corchea del segundo pulso que es algo más fuerte, pero menos que la primera corchea.
eu: 6/8koak konpas bakoitzeko bi zati dituenez, konpas hirutar bikoitza dela diogu. Azentua indartsua da aurreneko taupadako lehen kortxean, bitartekoa bigarren taupadako lehen kortxean, gainerakoak ahulak dira.
gl_es: A métrica de 6/8 é de subdivisión ternaria e ten dúas partes por compás; por iso, é unha 'métrica binaria de subdivisión ternaria'. O acento é forte na primeira fracción do primeiro pulso (a primeira corchea) e é débil nas restantes fraccións, con excepción da primeira corchea do segundo pulso que é algo máis forte, pero menos que a primeira corchea.
it: Essendo che il tempo di 6/8 ha due battiti per misura, viene chiamato un tempo doppiamente composto. L'accento è forte sulla prima nota di un ottavo relativa al primo battito, è medio sulla prima nota di un ottavo del secondo battito, mentre i rimanenti impulsi sono deboli.
nl: Omdat de 6/8 maatsoort twee tellen per maat beslaat wordt deze een tweedelige, samengestelde maatsoort genoemd. Het hoofdaccent ligt op de eerste achtste noot van de eerste slag, de eerste achtste noot van de tweede tel heeft een nevenaccent de overige pulsen zijn zwak.

source: The 6/8 time signature (2)
es: El compás de 6/8 (2)
eu: 6/8 konpasa (2)
gl_es: O compás de 6/8 (2)
it: La frazione di tempo di 6/8 (2)
nl: De 6/8 maatsoort (2)

source: In this lesson we continue the study of the 6/8 compound time with the introduction of new rhythmic patterns:
es: En esta lección continuamos con el estudio de la métrica de 6/8 y se introducen nuevos patrones rítmicos:
eu: Ikasgai honetan 6/8 konpas hirutarra lantzen jarraituko dugu, erritmo patroi edo eredu berriak sartuta:
gl_es: Nesta lección continuamos co estudo da métrica de 6/8 e introdúcense novos patróns rítmicos:
it: In questa lezione continueremo lo studio del tempo composto di 6/8 con l'introduzione di nuovi schemi ritmici:
nl: In deze les gaan we verder met het bestuderen van de 6/8 samengestelde tijd via de introductie van nieuwe ritmische patronen:

source: Listen to each measure and note the newly introduced patterns:
es: Escucha cada compás y observa los nuevos patrones rítmicos:
eu: Entzun konpas bakoitza eta antzeman agertu berri diren erritmo patroiei:
gl_es: Escoita cada compás e observa os novos patróns rítmicos:
it: Ascolta ogni misura e nota i nuovi schemi introdotti:
nl: Leer elke maat en bestudeer de nieuwe patronen:

source: The 6/8 time signature (3)
es: El compás de 6/8 (3)
eu: 6/8 konpasa (3)
gl_es: O compás de 6/8 (3)
it: La frazione di tempo di 6/8 (3)
nl: De 6/8 maatsoort (3)

source: The 6/8 time signature (4)
es: El compás de 6/8 (4)
eu: 6/8 konpasa (4)
gl_es: O compás de 6/8 (4)
it: La frazione di tempo di 6/8 (4)
nl: De 6/8 maatsoort (4)

source: - Practice reading scores with half notes and tied quarter notes.
es: - Practica la lectura de partituras con notas blancas y negras ligadas.
gl_es: - Practica a lectura de partituras con notas brancas e negras ligadas.
it: - Fai pratica nella lettura del pentagramma con note minime e note di un quarto con legature di valore.

source: - Practise reading scores with leger lines above fifth line.
es: - Practica la lectura de partituras con líneas adicionales por encima.
eu: - Treba zaitez bosgarren lerroaren gainetik lerro gehigarriak dituzten partiturak irakurtzen.
gl_es: - Practica a lectura de partituras con liñas adicionais.
it: - Fai pratica nella lettura di pentagrammi con tagli addizionali.
