Repository: lenmus/lenmus
Catalog: langtool/locale/*/L1_MusicReading_*.po
Languages: es, eu, gl_es, it, nl

source: - Practise reading scores with leger lines below first line.
es: - Practica la lectura de partituras con líneas adicionales por debajo
eu: - Treba zaitez lehen lerroaren azpitik lerro gehigarriak dituzten partiturak irakurtzen.
gl_es: - Practica a lectura de partituras con liñas adicionais.
it: - Fai pratica nella lettura di pentagrammi con tagli addizionali.

source: <b>Adagio</b> - slow
es: <b>Adagio</b> - lento
gl_es: <b>Adagio</b> - lento

source: <b>Allegretto</b> - Not as fast as allegro
es: <b>Allegretto</b> - Rápido pero no tanto como 'Allegro'
gl_es: <b>Allegretto</b> - Rápido pero non tanto como 'Allegro'
it: <b>Allegretto</b> - Non così veloce come allegro

source: <b>Allegro</b> - fast
es: <b>Allegro</b> - rápido
gl_es: <b>Allegro</b> - rápido

source: <b>Andante</b> - literally 'walking', a medium slow tempo
es: <b>Andante</b> - literalmente 'andando', al ritmo que se lleva al caminar
gl_es: <b>Andante</b> - literalmente 'andando', ao ritmo que se leva ao camiñar
it: <b>Andante</b> - mediamente lento

source: <b>Clefs and note ranges:</b> The course starts with the G clef using a very reduced note range (e4-g4). Progressively, the note range is increased to reach the range c4-f5 in lesson 14. Next, the F key is introduced, again with a very reduced note range (a3-c4) and from there, the exercises of all following lessons use the F and G clef indistinctly. The note range is continuously being broadened in both clefs (G: a3-c6 y F: a2-e4), to cover two ledger lines, above and below.
es: <b>Claves y ámbitos:</b> El curso comienza con la clave de Sol, utilizando un ámbito reducido (Mi4-Sol4). Progresivamente, el ámbito se va ampliando hasta alcanzar, en la lección 14, el rango Do4-Fa5. En la lección 15 se introduce la clave de Fa en 4ª línea, de nuevo con un ámbito muy reducido (La3-Do4) y en las sucesivas lecciones los ejercicios emplean indistintamente la clave de Sol y la de Fa. El ámbito de notas va ampliándose progresivamente hasta alcanzar dos líneas adicionales, por encima y por debajo, en ambas claves (Clave de Sol: La3 a Do6. Clave de Fa: La2 a Mi4).
eu: Ikastaroa Sol giltzan hasten da, oso nota sorta murriztua erabilita (Mi4-Sol4). Apurka-apurka, nota tartea edo heina handituz doa, 14. ikasgaian Do4-Fa5 tartera heltzeko. Segituan, Fa giltza sartzen da, berriro ere oso tarte murriztuan (La3-Do4), eta hortik aurrera, hurrengo ikasgaietako ariketek Sol eta Fa giltzak erabiliko dituzte, batera. Nota tartea etengabe handituz doa bi giltzetan (Sol giltza: La3-tik DO6-ra. Fa giltza: La2-tik Mi4-ra), bina lerro gehigarri lortu arte, goitik eta behetik, bi giltzetan.
gl_es: <b>Claves e ámbito de notas:</b> O curso comeza coa clave de Sol, utilizándo un ámbito reducido (O Mi4-Sol4). Progresivamente, o ámbito vaise ampliando ata alcanzar, na lección 14, o rango Dó4-Fa5. Na lección 15 introdúcese a clave de Fa en 4ª liña, de novo cun ámbito moi reducido (La3-Dó4) e nas sucesivas leccións os exercicios empregan indistintamente a clave de Sol e a de Fa. O ámbito de notas vai ampliándose progresivamente ata alcanzar dúas liñas adicionais, por encima e por baixo, en ambas claves (Clave de Sol: La3 a Dó6. Clave de Fa: La2 á Mi4).
it: <b>Chiavi e note estensione:</b> Il corso inizia con la Chiave di Sol, usando un'estensione di note molto ridotta (mi4-sol4). Progressivamente, l'estensione delle note verrà aumentata fino a raggiungere, nella lezione 14, do4-fa5. Successivamente, viene introdotta la Chiave di Fa, ancora una volta entro un'estensione molto ridotta (la3-do4) e da quel punto in poi gli esercizi di tutte le lezioni successive useranno indistintamente sia la Chiave di Sol che quella di Fa. L'estensione delle note verrà progressivamente allargata in entrambe le chiavi (SOL: la3-do6 e FA: la2-mi4), così da coprire due ulteriori linee al di sopra e al di sotto del pentagramma.

source: <b>Key signatures:</b> The exercises in the first two practical lessons (9 and 10) have scores using only the C major / A minor key signature (no accidentals). The key signature is introduced in lesson 13 and from there (lessons 14 to 17) the exercises use also one accidental (G major / E minor and F major / D minor). In the remaining lessons (18 to 31) exercises use up to two accidentals (D major / B minor and B flat major / G minor).
es: <b>Tonalidades:</b> Los ejercicios de las dos primeras lecciones prácticas (lecciones 9 y 10) tienen partituras que utilizan sólo las armaduras de Do mayor y La menor, esto es, sin alteraciones. El concepto de armadura se introduce en la lección 13 y a partir de ahí y hasta la lección 17, los ejercicios pueden utilizar armaduras con una alteración (tonalidades de Sol mayor / Mi menor y Fa mayor / Re menor). En el resto de las lecciones (18 a 31) los ejercicios pueden tener hasta dos alteraciones (Re mayor / Si menor y Si bemol mayor / Sol menor).
gl_es: <b>Armaduras:</b> Os exercicios das dúas primeiras leccións prácticas (leccións 9 e 10) teñen partituras que utilizan só as armaduras de Do maior e La menor, isto é, sen alteracións. O concepto de armadura introdúcese na lección 13 e a partir de aí e ata a lección 17, os exercicios poden utilizar armaduras cunha alteración (tonalidades de Sol maior / Mi menor e Fa maior / Re menor). No resto das leccións (18 a 31) os exercicios poden ter ata dúas alteracións (Re maior / Si menor e Si bemol maior / Sol menor).
it: <b>Armaturi:</b> Gli esercizi nelle prime due lezioni pratiche (9 e 10) presentano delle partiture in cui si usano soltanto delle armature di chiave in DO maggiore / La minore (senza alterazioni). L'armatura di chiave viene introdotta nella lezione 13 e, successivamente (dalla 14 alla 17), negli esercizi ci sarà anche un'alterazione (SOL maggiore / MI minore e FA maggiore / RE minore). Nelle lezioni rimanenti (dalla 18 alla 31), negli esercizi ci saranno fino a due alterazioni (RE maggiore / SI minore e SI bemolle maggiore / SOL minore).

source: <b>Larghetto</b> - not quite as slow as largo
es: <b>Larghetto</b> - Muy lento pero no tanto como 'Largo'
gl_es: <b>Larghetto</b> - Moi lento pero non tanto como 'Largo'
it: <b>Larghetto</b> - molto lento, ma un po' meno rispetto al largo

source: <b>Largo</b> - very slow and broad
es: <b>Largo</b> - muy lento y espacioso
gl_es: <b>Largo</b> - moi lento e espazoso
it: <b>Largo</b> - molto lento e marcato

source: <b>Lento</b> - very slow
es: <b>Lento</b> - Muy despacio
gl_es: <b>Lento</b> - Moi despacio
it: <b>Lento</b> - molto lento

source: <b>Moderato</b> - moderate, or medium
es: <b>Moderato</b> - Moderado
gl_es: <b>Moderato</b> - Moderado
it: <b>Moderato</b> - un po' più veloce di andante

source: <b>Prestissimo</b> - very, very fast
es: <b>Prestissimo</b> - Muy, muy deprisa
gl_es: <b>Prestissimo</b> - Moi, moi rápido
it: <b>Prestissimo</b> - velocissimo

source: <b>Presto</b> - very fast
es: <b>Presto</b> - Muy deprisa
gl_es: <b>Presto</b> - Moi rápido
it: <b>Presto</b> - molto veloce

source: <b>Time signatures:</b> In the first exercises (9 to 17) only the 2/4 simple time is used. Next, the 3/4 simple time (lesson 18) and the 4/4 simple time (lesson 19) are used. In lesson 28 the compound 6/8 is introduced and it is practiced in the remaining lessons (29 to 31).
es: <b>Compases:</b> En los primeros ejercicios (lecciones 9 a 17) sólo se utiliza el compás de 2/4. En la lección 18 se introduce el de 3/4 y en la 19 el de 4/4. Estos tres compases se utilizan hasta la lección 28, en la que se introduce el compás de 6/8 y se dedican a este compás las restantes lecciones (29 a 31).
eu: Lehenengo ariketetan (9-17), 2/4 konpasa besterik ez da erabiltzen. Segituan, 3/4 konpasa (18. ikasgaia) eta 4/4 konpasa (19. ikasgaia) erabiltzen dira. 28. ikasgaian 6/8 konpasa aurkezten da, eta hurrengo ikasgaiek (29-31) hura lantzen dute.
gl_es: <b>Compases:</b> Nos primeiros exercicios (leccións 9 a 17) só se utiliza o compás de 2/4. Na lección 18 introdúcese o de 3/4 e na 19 o de 4/4. Estes tres compases utilízanse ata a lección 28, na que se introduce o compás de 6/8 e dedícanse a este compás as restantes leccións (29 a 31).
it: <b>Time signatures:</b> Nei primi esercizi (dal 9 al 17) verrà usato soltanto un tempo semplice di 2/4. In seguito saranno usati dei tempi semplici di 3/4 (lezione 18) e 4/4 (lezione 19). Nella lezione 28 viene introdotto il tempo composto di 6/8, con cui si farà pratica nelle rimanenti lezioni (dalla 29 alla 31).

source: <b>Vivo, or Vivace</b> - lively and brisk
es: <b>Vivo, or Vivace</b> - Rápido y enérgico, con brío
gl_es: <b>Vivo, or Vivace</b> - Rápido e enérxico, con brío
it: <b>Vivo, or Vivace</b> - un ritmo vivace e brillante

source: A tie is a small arch between the heads of two <b>consecutive notes of the same pitch</b>. For example:
es: Una ligadura es un pequeño arco que une las cabezas de dos <b>notas consecutivas de igual altura</b>. Por ejemplo:
gl_es: Unha ligadura é un pequeno arco que une as cabezas de <b>dúas notes of the same pitch</b>. For example:
it: Una legatura di valore è un piccolo arco posizionato fra le teste di due <b>consecutive notes of the same pitch</b>. For example:

source: Beaming is not done at random or by personal taste. The rules for beaming depend on the time signature.
es: El barrado de las notas no se hace a capricho o al azar, sino que se siguen unas pautas que dependen de la métrica.
eu: Notei ezin diegu barra jarri guk nahi dugun moduan edo ausaz. Notak elkartzeko arauak metrikaren arabera doaz.
gl_es: O barrado das notas non se fai a capricho ou ao azar, senón que se seguen unhas pautas que dependen da métrica.
it: Il raggruppamento non viene fatto a casaccio o seguendo i propri gusti personali. Vi sono delle regole che dipendono dalla frazione di tempo usata.

source: By using both the G clef and the F clef and two leger lines a range of four octaves can be comfortably represented, as shown in the following score:
es: Utilizando un pentagrama doble, el de arriba en Sol y el de abajo en Fa, y añadiendo dos lineas adicionales se consigue representar cómodamente un amplia rango de notas (cuatro octavas), como se muestra en la siguiente figura:
eu: Goian Sol giltza, behean Fa giltza eta bi lerro gehigarri dituen pentagrama erabiliz gero, lau zortziduneko tartea modu erosoan adieraz daiteke, hurrengo partituran ikusiko duzunez:
gl_es: Utilizando un pentagrama dobre, o de arriba en Sol e o de abaixo en Fa, e engadindo dúas liñas adicionais conséguese representar cómodamente un amplo rango de notas (cinco oitavas), como se mostra na seguinte figura:
it: Usando sia la chiave di SOL che quella di FA e due tagli addizionali, può essere rappresentato con comodità un'estensione di cinque ottave, come mostrato dal seguente pentagramma:

source: Finally, in the third section some exercises are proposed to practice the newly introduced concepts.
es: Finalmente, en la tercera parte se invita al alumno a realizar ejercicios de lectura medida, donde se practican los nuevos patrones introducidos en el tema.
eu: Azkenik, hirugarren atalak kontzeptu sartu berriak lantzeko zenbait ariketa proposatzen ditu.
gl_es: Finalmente, na terceira parte convídase ao alumno a realizar exercicios de lectura medida, onde se practican os novos patróns introducidos no tema.
it: Infine, nella terza sezione vengono proposti alcuni esercizi per impratichirsi con i nuovi concetti introdotti.

source: Having to write accidentals always in the same notes can be annoying. To make the writing process easier, instead of writing sharp signs before all F and C notes, the accidentals can be written at the beginning of the staff, immediately after the clef sign. These accidentals affect the whole score and are named the 'key signature'. They apply to all relevant notes <b>in every octave</b>. As a consequence, it is no longer needed to place accidental signs in front of each note. So, the previous score can also be written as follows:
es: Tener que escribir muchas alteraciones en una partitura resulta incómodo. Por ello, para aligerar la escritura (y la lectura) las alteraciones correspondientes al Fa y al Do pueden escribirse al comienzo del pentagrama, justo detrás de la clave. Estas alteraciones afectan a toda la pieza y forman la 'armadura'. Las alteraciones de la armadura se aplican a todas las notas de igual nombre <b>en cualquier escala</b>. Por tanto, si la alteración está en la armadura ya no es necesario colocar alteraciones delante de cada nota. Así, usando armadura, la partitura anterior se escribiría como sigue:
gl_es: Ter que escribir moitas alteracións nunha partitura resulta incómodo. Por iso, para alixeirar a escritura (e a lectura) as alteracións correspondentes ao Fa e ao Dó poden escribirse ao comezo do pentagrama, xusto detrás da clave. Estas alteracións afectan a toda a peza e forman a 'armadura'. As alteracións da armadura aplícanse a todas as notas<b>in every octave</b>. As a consequence, it is no longer needed to place accidental signs in front of each note. So, the previous score can also be written as follows:
it: Scrivere una grande quantità di note alterate può essere snervante. Per facilitare il processo di scrittura, invece di scrivere simboli diesis prima di tutte le note FA e DO, è possibile segnare le alterazioni all'inizio del pentagramma, immediatamente dopo il simbolo della chiave musicale. Le alterazioni poste in quella posizione saranno valide in tutto il pentagramma e vanno a costituire la cosiddetta 'armatura di chiave'. Esse, inoltre, saranno valide <b>in every octave</b>. As a consequence, it is no longer needed to place accidental signs in front of each note. So, the previous score can also be written as follows:

source: If a note starts in a weak place and prolong its sound to a strong part, it is called a 'syncopated note'.
es: Si una nota comienza en parte débil y prolonga su sonido a parte fuerte se denomina 'nota sincopada' o 'síncopa'.
eu: Nota alde ahulean hasi eta haren soinua parte indartsura luzatzen bada, ‘nota sinkopatua’ dela diogu.
gl_es: Se unha nota comeza en parte débil e prolonga o seu son á parte forte denomínase 'nota sincopada' ou 'síncopa'.
it: Se una nota inizia in una posizione debole e prolunga il suo suono verso una posizione forte, essa viene chiamata 'nota sincopata'.

source: In this lesson we will continue with exercises containing the rhythmic patterns of the previous lessons, but introducing the key signatures of G major and E minor (one sharp) and F major and D minor (one flat).
es: En esta lección continuamos con ejercicios que contienen patrones rítmicos estudiados en las lecciones precedentes, pero introduciendo las armaduras de Sol mayor y de Mi menor (ambas con un sostenido) y las de de Fa mayor y Re menor (ambas con un bemol).
eu: Ikasgai honetan aurreko ikasgaietako erritmo patroiak dituzten ariketak lantzen jarraituko dugu, baina Sol maiorra eta Mi minorra armadurak erantsita (biek sostenitu bana), baita Fa maiorrarena eta Re minorrarena (bemol banarekin) ere.
gl_es: Nesta lección continuamos con exercicios que conteñen patróns rítmicos estudados nas leccións precedentes, pero introducindo as armaduras de Sol maior e de Mi menor (ambas cun díese) e as de de Fa maior e Re menor (ambas cun bemol).
it: A questo punto della lezione ci eserciteremo con gli schemi ritmici delle lezioni precedenti, ma introdurremo le armature di chiave di SOL maggiore e MI minore (che hanno entrambe il FA alterato in diesis) e di FA maggiore e RE minore (che hanno entrambe il SI alterato in bemolle).

source: Just click on the 'metronome' button<img-1 /> and the sound will immediately start. To stop the metronome click on the button again. To adjust the tempo just type the required tempo number in the box on the right of the metronome button (2), or click on the up/down arrows on the right (3) to adjust the desired tempo. Try it now!
es: Haz clic con el ratón en el botón del metrónomo <img-1 /> y comenzará inmediatamente a sonar. Para parar el metrónomo haz de nuevo clic en el botón del metrónomo. Para ajustar el tempo basta con teclear el número de golpes por minuto en el recuadro que está al lado del botón (2), o pulsar las flechas de la derecha (3) para ajustar el metrónomo al tempo deseado ¡Pruébalo ahora!
eu: eta berehala hasiko da jotzen. Metronomoa gerarazteko, zapaldu berriro botoia. Tempoa doitzeko, aski duzu tempo zenbakia idaztea metronomo botoiaren eskuinaldeko kutxan (2), edo eskuineko geziak (3) saguaz gora edo behera zapaltzea, nahi duzun tempoa zehazteko. Saia zaitez oraintxe bertan!
gl_es: Basta con pulsar o botón 'metronome' <img-1 /> e comezará inmediatamente a soar. Para parar o metrónomo fai de novo clic no botón do metrónomo. Para axustar o tempo basta con teclear o número de golpes por minuto no recuadro que está á beira do botón (2), ou pulsar as flechas da dereita (3) para axustar o metrónomo ao tempo desexado ¡Próbao agora!
it: Cliccare sulle buttone 'metronomo' <img-1 /> ed il suono inizierà immediatamente. Puoi fermare il suo ticchettio cliccando nuovamente sul bottone. Per modificare il tempo è sufficiente variare il numero nella casella a destra del bottone del metronomo (2), oppure, cliccare sulle freccette su/giù sempre a destra (3) del metronomo. Puoi provare anche ora!

source: Key signatures of all major and minor keys up to and including two sharps and flats.
es: Armaduras de todas las tonalidades mayores y menores hasta con dos alteraciones.
eu: Tonalitate maior eta minor guztietako armadurak, bi alterazio eta guzti.
gl_es: Armaduras de todas as tonalidades maiores e menores ata con dúas alteracións.
it: Armature di chiave di tutte le chiavi maggiori e minori fino a due diesis e bemolli.

source: Leger lines above
es: Líneas adicionales por encima
eu: Goiko lerro gehigarriak

source: Leger lines below
es: Líneas adicionales por debajo
eu: Beheko lerro gehigarriak

source: Licensed under the Creative Commons Attribution/Share-Alike License;
es: Distribuido bajo licencia Creative Commons Attribution-Share-Alike;

source: Many times eighth notes are drawn beamed:
es: Muchas veces las notas corcheas van unidas por barras:
eu: Askotan kortxeak elkartuta marrazten dira:
gl_es: Moitas veces as corcheas van unidas por barras:
it: Spesso, le note di un ottavo sono disegnate in maniera raggruppata:

source: Note values of whole (semibreve), half (minim), quarter (crotchet), eighth (quaver) and sixteenth (semiquaver), and their equivalent rests. Tied notes. Single-dotted notes and rests.
es: Las siguientes notas: redonda, blanca, negra, corchea y semicorchea, y sus correspondientes silencios. Notas ligadas. Notas con un puntillo y sus silencios.
eu: Osoa (biribila), erdia (zuria), laurdena (beltza), zortzirena (kortxea), hamaseirena (kortxeaerdia), eta haien pareko isiluneak. Nota lotuak. Punttu bakarreko notak eta isiluneak.
gl_es: As seguintes notas: redonda, branca, negra, corchea e semicorchea, e os seus correspondentes silenzos. Notas ligadas. Notas cun puntillo e os seus silenzos.
it: I valori delle note: intero (semibreve), metà (minima), quarto (semiminima), ottavo (croma), sedicesimo (semicroma) e le loro equivalenti pause. Note legate. Il punto di valore e le pause.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the Creative Commons Attribution-Share-Alike License 3.0 or later, with the exceptions of those pages where another author or group of authors has been clearly marked. The text of the license is available at <a-1> http://creativecommons.org/licenses/by-sa/3.0/</a-1>
es: Se concede permiso para copiar, distribuir y/o modificar este libro bajo los términos de la licencia Creative Commons Attribution-Share-Alike, versión 3.0 o posterior, con las excepción de aquellas páginas en las que otro autor o grupo de autores haya sido claramente señalado. El texto de la licencia Creative Commons Attribution-Share-Alike está disponible en <a-1> http://creativecommons.org/licenses/by-sa/3.0/</a-1>

source: Practise reading scores with leger lines above fifth line.
es: Practica la lectura de partituras con líneas adicionales por encima.
eu: Treba zaitez bosgarren lerroaren gainetik lerro gehigarriak dituzten partiturak irakurtzen.

source: Practise reading scores with leger lines below first line.
es: Practica la lectura de partituras con líneas adicionales por debajo
eu: Treba zaitez lehen lerroaren azpitik lerro gehigarriak dituzten partiturak irakurtzen.

source: References
es: Referencias

source: Simple time signatures of 2/4, 3/4 and 4/4 and compound time signature of 6/8. Bar-lines and the grouping of the notes listed above within these times.
es: Compases de subdivisión binaria de 2/4, 3/4 y 4/4 y de subdivisión ternaria de 6/8. Barras de compás y las agrupaciones de las notas estudiadas dentro de estos compases.
eu: 2/4, 3/4 eta 4/4etako konpas sinpleak eta 6/8ko konpas konposatua. Konpas lerroak eta aipatu konpasen gainetik zerrendaturiko nota taldeak.
gl_es: Compases de subdivisión binaria de 2/4, 3/4 e 4/4 e de subdivisión ternaria de 6/8. Barras de compás e as agrupacións das notas estudadas dentro destes compases.
it: Semplici frazioni di tempo di 2/4, 3/4 e 4/4. Frazione di tempo composta di 6/8. Spezzabattute e raggruppamento delle note usando queste frazioni di tempo.

source: So the time signature is just an arbitrary device to help us to understand and write the rhythm. But remember that rhythm is something natural that exists by itself in the music.
es: La métrica es una forma de poder representar y entender el ritmo. Pero recuerda siempre que el ritmo es algo natural que existe por sí sólo.
eu: Beraz, erritmoa ulertzen eta idazten laguntzen digun tresna arbitrarioa besterik ez dugu metrika. Dena dela, gogoan izan erritmoa zerbait naturala dela, berez beti egoten dela musikan.
gl_es: A métrica é unha forma de poder representar e entender o ritmo. Pero recorda sempre que o ritmo é algo natural que existe por si só.
it: Quindi, la frazione di tempo è solo uno strumento arbitrario che ci aiuta a capire e scrivere il ritmo. Si ricordi, però, che il ritmo è un qualcosa che esiste naturalmente nella musica in sé.

source: Start the metronome. Press 'Play' and listen. Train your ear and practice reading this rhythm.
es: Pon el metrónomo en marcha. Pulsa 'Tocar' y escucha la partitura. Entrena tu oído y practica la lectura de partituras que contienen estos patrones rítmicos.
eu: Abiarazi metronomoa. Zapaldu ‘Jo’ botoia eta entzun. Treba ezazu zeure entzumena eta egin ariketak erritmo mota honekin.
gl_es: Pon o metrónomo en marcha. Preme 'Tocar' e escoita a partitura. Adestra o teu oido e practica a lectura de partituras que conteñen estes patróns rítmicos.
it: Fai partire il metronomo. Clicca su 'Suona' ed ascolta. Allena il tuo udito e fai pratica a leggere questo ritmo.

source: Syllabus
es: Temario
eu: Ikasketa plana
gl_es: Temario
it: Programma di studio

source: The LenMus program has a built-in metronome that you can use as an independent metronome. For example, when practising with your musical instrument or when doing sight-reading.
es: El programa LenMus incorpora un metrónomo que puedes utilizar cuando quieras. Por ejemplo, al practicar con tu instrumento musical o cuando estés realizando ejercicios de solfeo.
eu: LenMus programak metronomo bat dakar, eta metronomo independente moduan erabil dezakezu. Esate baterako, musika tresnarekin aritzen zarenean edo solfeoa lantzean.
gl_es: O programa LenMus incorpora un metrónomo que podes utilizar cando queiras. Por exemplo, ao practicar co teu instrumento musical ou cando esteas realizando exercicios de solfexo.
it: Il programma LenMus possiede un metronomo incorporato che puoi usare proprio come un vero metronomo. Ad esempio, puoi usarlo quando fai pratica con il tuo strumento musicale oppure quando provi a leggere uno spartito.
