Repository: lenmus/lenmus
Catalog: langtool/locale/*/L1_MusicReading_*.po
Languages: es, eu, gl_es, it, nl

source: - Read scores containing the rhythms studied in previous lessons.
es: - Practica la lectura de partituras que contienen los patrones estudiados en las lecciones anteriores.
eu: - Irakur itzazu aurreko ikasgaietan landutako erritmoak dakartzaten partiturak.
gl_es: - Practica a lectura de partituras que conteñen os patróns estudados nas leccións anteriores.
it: - Leggi i pentagrammi contenenti i ritmi studiati nelle lezioni precedenti.
nl: - Lees partituren met de ritmes bestudeerd in de vorige lessen.

source: Start the metronome. Press 'Play' and listen. Train your ear and practise reading these rhythms.
es: Pon el metrónomo en marcha. Pulsa 'Tocar' y escucha la partitura. Entrena tu oído y practica la lectura de partituras que contienen estos patrones rítmicos.
eu: Abiarazi metronomoa. Zapaldu 'Jo’ botoia eta entzun. Treba ezazu zeure entzumena eta egin ariketak erritmo hauekin.
gl_es: Pon o metrónomo en marcha. Preme 'Tocar' e escoita a partitura. Adestra o teu oido e practica a lectura de partituras que conteñen estes patróns rítmicos.
it: Fai partire il metronomo. Premi 'Suona' ed ascolta. Allena il tuo orecchio e fai pratica leggendo questi ritmi.
nl: Start de metronoom. Druk op 'Afspelen' en luister. Oefen uw gehoor en het lezen van deze ritmes.

source: The eighth rest
es: El silencio de corchea
eu: Kortxea isilunea
gl_es: O silenzo de corchea
it: La pausa di un ottavo
nl: De achtste rust

source: In this lesson we will start introducing the eighth rest in the rhythmic patterns. The first pattern we are going to study is the eighth note followed by an eighth rest:
es: En esta lección comenzamos el estudio del silencio de corchea. El primer patrón rítmico que vamos a estudiar es la corchea seguida de un silencio de corchea:
eu: Ikasgai honetan kortxea isilunea erritmo patroietan txertatzen hasiko gara. Ikasiko dugun lehenengo erritmo patroia kortxeak eta, segituan, kortxea isiluneak eratzen dutena da:
gl_es: Nesta lección comezamos o estudo do silenzo de corchea. O primeiro patrón rítmico que imos estudar é a corchea seguida dun silenzo de corchea:
it: In questa lezione introdurremo la pausa di un ottavo negli schemi ritmici. Il primo schema che studieremo è la nota di un ottavo seguita da una pausa di un ottavo:
nl: In deze les zullen we starten met de achtste rust te gebruiken in de ritmische patronen. Het eerste patroon dat we zullen bestuderen is de achtste noot gevolgd door een achtste rust:

source: Note that this rhythm is similar to the quarter notes rhythm, but shortening the notes:
es: Observa que este ritmo es similar al ritmo de notas negras, pero acortando la duración de las notas:
eu: Konturatuko zarenez, erritmo hau beltzen erritmoaren modukoa da, baina notak laburtuta:
gl_es: Observa que este ritmo é similar ao ritmo de notas negras, pero acortando a duración das notas:
it: Si noti che questo ritmo è simile a quello con le semiminime, ma le note hanno una durata inferiore:
nl: Merk op dat dit ritme lijkt op het kwartnoot ritme, maar met noten van kortere duur:

source: The 3/4 time signature. Dotted half note
es: El compás de 3/4. La blanca con puntillo
eu: 3/4 konpasa. Zuri puntuduna
gl_es: O compás de 3/4. A branca con puntillo
it: Il tempo di 3/4. Minime con punto di valore
nl: De 3/4 maatsoort. Gepunteerde halve noot

source: In this lesson we will learn about the 3/4 time signature. As you should know (lesson 6) the top number tells how many beats there are in a measure, and the bottom number shows the type of note that gets one beat. The number 4 means 'quarter note'. Therefore, the 3/4 time signature is a rhythm with three beats per measure and each measure gets three quarter notes. The first beat of a measure is always strong and the two other beats are weaker.
es: En esta lección iniciamos el estudio del compás de 3/4. Como sabes (lección 6) el número de arriba indica cuántos pulsos tiene cada compás, y el número de abajo indica qué nota es la que ocupa cada pulso (el número 4 significa 'nota negra'). Así pues, la métrica de 3/4 corresponde a un ritmo en el que cada compás va a tener tres pulsos y cada uno de ellos va a estar ocupado por una nota negra. El primer pulso de cada compás es fuerte y los otros dos son débiles.
eu: Ikasgai honetan 3/4 erritmoa jorratuko dugu. Ikasiko zenuenez (6. ikasgaia), goiko zenbakiak adierazten du zenbat taupada dauden neurri batean, eta beheko zenbakiak zein nota motak hartzen duen pultsua edo taupada. 4. zenbakiak ‘beltza’ adierazten du. Beraz, 3/4 konpasaren erritmoak hiru pultsu ditu neurri bakoitzeko, eta neurri bakoitza nota beltz batek hartzen du. Konpas bateko lehen pultsua beti indartsua izaten da, eta beste biak ahulagoak.
gl_es: Nesta lección iniciamos o estudo do compás de 3/4. Como sabes (lección 6) o número de arriba indica cantos pulsos ten cada compás, e o número de abaixo indica que nota é a que ocupa cada pulso (o número 4 significa 'nota negra'). Así pois, a métrica de 3/4 corresponde a un ritmo no que cada compás vai ter tres pulsos e cada un deles vai estar ocupado por unha nota negra. O primeiro pulso de cada compás é forte e os outros dous son débiles.
it: In questa lezione studieremo la frazione di tempo di 3/4. A questo punto, se hai seguito le lezioni precedenti (in particolare, la lezione 6), saprai che il numero in alto indica quanti battiti ci sono in una misura, mentre il numero in basso indica il tipo di nota che occupa un battito. Il numero 4 sta per 'nota da un quarto'. Perciò, la frazione di tempo di 3/4 occupa tre note da un quarto. Il primo battito di una misura è sempre forte, mentre gli altri due sono più deboli.
nl: In deze les zullen we de 3/4 maatsoort aanleren. Uit les 6 weten we dat het bovenste getal vertelt hoeveel slagen er zijn in een maat, terwijl het onderste getal het type van noot weergeeft dat overeenstemt met één slag. Het nummer vier betekent 'kwartnoot'. De 3/4 maatsoort is dus een ritme met drie slagen per maat en elke maat krijgt drie kwartnoten. De eerste slag van een maat heeft altijd het accent en de andere twee slagen zijn dus zwakker.

source: If you count beats along with the music, the 3/4 time signature will imply a rhythm such as 'ONE-two-three-and-ONE-two-three-and- ...', stressing the ONE syllable. This is the typical waltz rhythm.
es: Si cuentas los pulsos de cada compás, el tempo de 3/4 implica un ritmo tal como 'UNO-y-dos-y -tres-y-UNO-y-dos-y-tres-y-...', enfatizando la palabra UNO. Este ritmo es típico de los valses.
eu: Beraz, partitura irakurri ahala pultsuak zenbatzen badituzu, 3/4 neurriak honelako erritmo bat eskatuko du: 'BAT-bi-hiru-eta-BAT-bi-hiru-eta...’, BAT hitza nabarmenduta. Valsaren ohiko erritmoa da.
gl_es: Se contas os pulsos de cada compás, o tempo de 3/4 implica un ritmo tal como 'UN-e-dous-e -tres-e-UN-e-dous-e-tres-e-...', enfatizando a palabra UN. Este ritmo é típico dos valses.
it: Se tieni i battiti della musica, un tempo di 3/4 implica un ritmo del tipo: 'UN-due-tre-UN-due-tre...', dando maggiore enfasi sulla sillaba UNO. Questo è il tipico ritmo del Valzer.
nl: Als u de slagen meetelt tijdens het afspelen van muziek zal u een volgende patroon genereren: 'EEN-twee-drie-EEN-twee-drie-...', met de nadruk op de EEN. Dit is het typische walsritme.

source: In this lesson also a new rhythmic pattern is introduced: the dotted half note, equivalent to a half note tied to a quarter note:
es: En esta lección estudiamos un nuevo patrón rítmico: la blanca con puntillo. Equivale a una blanca ligada a una negra:
eu: Ikasgai honetan erritmo patroi berri bat sartuko dugu: zuri puntuduna, beltz bati loturiko zuri baten baliokidea da:
gl_es: Nesta lección estudamos un novo patrón rítmico: a branca con puntillo. Equivale a unha branca ligada a unha negra:
it: In questa lezione viene introdotto anche un nuovo schema ritmico: quello della minima con punto di valore, equivalente ad una nota minima legata ad una nota di un quarto:
nl: In deze les wordt ook een nieuw ritmisch patroon geïntroduceerd: de gepunteerde halve noot. Deze is equivalent aan een halve noot gebonden aan een kwartnoot:

source: Note that the dotted half note takes a whole measure in the 3/4 rhythm.
es: Observa que en la métrica de 3/4, la blanca con puntillo ocupa un compás completo.
eu: Ikusiko duzunez, zuri puntudunak neurri oso bat hartzen du 3/4 erritmoan.
gl_es: Observa que na métrica de 3/4, a branca con puntillo ocupa un compás completo.
it: Si noti che la minima con punto di valore occupa un'intera misura nel ritmo di 3/4.
nl: Merk op dat de gepunteerde halve noot een hele maat inneemt in de 3/4 maatsoort.

source: The 4/4 time signature
es: El compás de 4/4
eu: 4/4 konpasa
gl_es: O compás de 4/4
it: Il tempo di 4/4
nl: De 4/4 maatsoort

source: In this lesson we will learn about the 4/4 time signature. As you know the top number tells how many beats are there in a measure, and the bottom number shows the type of note that gets one beat ('4' means 'quarter note'). Therefore, the 4/4 time signature is a rhythm with four beats per measure and each measure gets four quarter notes.
es: En esta lección iniciamos el estudio del compás de 4/4. Como sabes, el número de arriba indica cuántos pulsos tiene cada compás, y el número de abajo indicá qué nota es la que ocupa cada pulso (4 significa 'nota negra'). Así pues, en la métrica de 4/4 cada compás va a tener cuatro pulsos y cada uno de ellos va a estar ocupado por una nota negra.
eu: Ikasgai honetan 4/4 erritmoa jorratuko dugu. Jakingo duzunez, goiko zenbakiak adierazten du zenbat taupada dauden neurri batean, eta beheko zenbakiak zein nota motak hartzen duen pultsua edo taupada (4ak ‘nota beltza’ esan nahi du). Beraz, 4/4 konpasaren erritmoak lau pultsu ditu neurri bakoitzeko, eta neurri bakoitza nota beltz batek hartzen du.
gl_es: Nesta lección iniciamos o estudo do compás de 4/4. Como sabes, o número de arriba indica cantos pulsos ten cada compás, e o número de abaixo indicá que nota é a que ocupa cada pulso (4 significa 'nota negra'). Así pois, na métrica de 4/4 cada compás vai ter catro pulsos e cada un deles vai estar ocupado por unha nota negra.
it: In questa lezione studieremo il tempo di 4/4. A questo punto già sai che il numero in alto indica di quanti battiti si compone una misura, mentre il numero inferiore mostra il tipo di nota associata ad un battito (cioè il '4' sotto sta per 'nota di un quarto'). Quindi, il tempo di 4/4 è un ritmo con quattro battiti per misura, ed ogni misura viene riempita da quattro note da un quarto.
nl: In deze les wordt de 4/4 maatsoort behandeld. Zoals u weet geeft het bovenste getal het aantal slagen per maat weer, terwijl het onderste getal de tijdsduur van een slag vertelt. ('4' betekent hier kwartnoot). De 4/4 maatsoort is bijgevolg een ritme met vier slagen per maat en elke maat krijgt vier kwartnoten.

source: The accents on this rhythm follow the pattern Strong-Weak-Medium-Weak, that is, the first beat of a measure is always the strongest one, and the three other beats are weaker, with the third one being only a little stronger.
es: Los acentos en este ritmo siguen el patrón 'fuerte-débil-medio-débil', esto es, el primer pulso de cada compás es siempre el más fuerte y los otros tres son débiles, siendo el tercer pulso un poco más fuerte que los otros dos.
eu: Erritmo honetan azentuak Gogorra-Ahula-Bitartekoa-Ahula patroia betetzen du; hau da, neurri bateko lehen pultsuak beti izaten da indartsuena, eta beste hirurak ahulagoak, haietako hirugarrena apur bat gogorragoa dela.
gl_es: Os acentos neste ritmo seguen o patrón 'forte-débil-medio-débil', isto é, o primeiro pulso de cada compás é sempre o máis forte e os outros tres son débiles, sendo o tercer pulso un pouco máis forte que os outros dous.
it: Gli accenti di questo ritmo seguono lo schema Forte-Debole-Medio-Debole, in cui il primo battito di una misura è sempre il più forte mentre gli altri tre sono più deboli, con il terzo che è giusto un po' più marcato.
nl: De accenten in dit ritme volgen een Sterk-zwak-medium-zwak patroon. Het hoofdaccent ligt dus op de eerste tel terwijl de derde tel een nevenaccent heeft.

source: If you count beats along with the music, the 4/4 time signature will imply a rhythm such as 'ONE-two-three-four-and-ONE-two-three-four-and- ...', stressing the ONE syllable and the 'three' syllable a little less.
es: Si cuentas los pulsos del compás, la métrica de 4/4 implica un ritmo tal como 'UNO-y-dos-y-tres-y-cuatro-y-UNO-y-...', enfatizando la palabra 'UNO' y con un acento algo menos fuerte en la palabra 'tres'.
eu: Beraz, partitura irakurri ahala pultsuak zenbatzen badituzu, 4/4 neurriak honelako erritmo bat eskatuko du: 'BAT-bi-hiru-lau-eta-BAT-bi-hiru-lau-eta...’, BAT hitza nabarmenduta eta ‘hirugarren’ hitza ere gutxixeago nabarmenduta.
gl_es: Se contas os pulsos do compás, a métrica de 4/4 implica un ritmo tal como 'UN-e-dous-e-tres-e-catro-e-UN-e-...', enfatizando a palabra 'UN' e cun acento algo menos forte na palabra 'tres'.
it: Se tieni i battiti della musica, un tempo di 4/4 determina un ritmo del tipo 'UN-due-Tre-quattro-UN-due-Tre-quattro...', marcando molto la sillaba UN e un po' meno la sillaba 'Tre'.
nl: Als u de slagen meetelt met het ritme krijgt de 4/4 maatsoort een ritme zoals 'EEN-twee-drie-vier-EEN-twee-drie-vier-...', met het hoofdaccent op de eerste tel en het nevenaccent op de derde tel.

source: This rhythm is widely used in classical music; also it is the usual time signature in rock, jazz, and modern pop and dance music.
es: Este ritmo es habitual en música clásica; también es ampliamente utilizado en música rock, jazz y pop.
eu: Erritmo hau oso erabilia da musika klasikoan, eta ohiko konpasa izaten da rock, jazz eta gaur egungo pop eta dance musiketan.
gl_es: Este ritmo é habitual en música clásica; tamén é ampliamente utilizado en música rock, jazz e pop.
it: Questo ritmo è largamente usato nella musica classica; esso è anche il tempo solitamente usato nel rock, jazz e musica leggera.
nl: Dit ritme wordt uitvoerig gebruikt in klassieke muziek. Het wordt ook gebruikt als maatsoort in rock, jazz en moderne pop muziek.

source: The whole note and its rest
es: La nota redonda y su silencio
eu: Nota biribila eta haren isilunea.
gl_es: A nota redonda e o seu silenzo
it: La semibreve e la sua relativa pausa
nl: De hele noot en zijn rust

source: In this lesson we are going also to learn a new note symbol and its rest: the whole note. The following score shows a whole note and a whole rest:
es: En esta lección vamos a estudiar dos nuevas figuras: la nota redonda y su silencio. La siguiente partitura muestra sus símbolos:
eu: Ikasgai honetan nota eta isilune ikur berri bat ere ikasiko dugu: nota biribila. Hurrengo partiturak nota biribili bat eta biribilaren isilunea erakusten ditu:
gl_es: Nesta lección imos estudar dúas novas figuras: a redonda e o seu silenzo. A seguinte partitura mostra os seus símbolos:
it: In questa lezione impareremo un nuovo simbolo di nota e la sua relativa pausa: la semibreve. Il seguente pentagramma mostra una nota semibreve e la relativa pausa:
nl: In deze les gaan we een nieuw nootsymbool en zijn rust aanleren: de hele noot. De volgende figuur toont de hele noot en de hele rust:

source: One whole note equals two half notes and one whole rest equals two half rests. So in time 4/4 a whole note or rest gets four beats, and, therefore, takes a whole measure. Two tied half notes equals a whole note:
es: Una nota redonda dura lo mismo que dos notas blancas y un silencio de redonda lo mismo que dos silencios de blanca. Por tanto, en el compás de 4/4, una redonda dura cuatro pulsos y, por ello, ocupa un compás completo. Dos notas blancas ligadas equivalen a una redonda:
eu: Nota biribil batek bi zurik beste dirau eta biribilaren isiluneak bi isilune zurik adina. Beraz, 4/4 erritmoan, biribil batek lau pultsu edo taupada hartzen ditu, alegia, konpas oso bat. Bi zuri elkartu biribil baten baliokide dira:
gl_es: Unha nota redonda dura o mesmo que dúas notas brancas e un silencio de redonda o mesmo que dous silencios de branca. Xa que logo, no compás de 4/4, unha redonda dura catro pulsos e, por iso, ocupa un compás completo. Dúas notas brancas ligadas equivalen a unha redonda:
it: Una semibreve equivale a due minime ed una pausa di semibreve corrisponde a due pause di minime. Quindi, in un tempo di 4/4, una nota o pausa semibreve occuperà quattro battiti e, di conseguenza, occuperà un intera misura. Due minime legate equivalgono ad una semibreve:
nl: Een hele noot stemt overeen met twee halve noten en een hele rust stemt overeen met twee halve rusten. Dus in de 4/4 maatsoort krijgt een hele noot vier slagen. Ze neemt bijgevolg een hele maat in beslag. Twee halve noten stemmen overeen met een hele noot:

source: The 4/4 time signature. The whole note and its rest
es: El compás de 4/4. La negra y su silencio
eu: 4/4 konpasa. Nota biribila eta haren isilunea.
gl_es: O compás de 4/4. A negra e o seu silenzo
it: Il tempo di 4/4. La nota semibreve e la sua relativa pausa
nl: De 4/4 maatsoort. De hele noot en zijn rust

source: Syncopation
es: La síncopa
eu: Sinkopa
gl_es: A síncopa
it: Sincope
nl: Syncopering

source: We know that there are strong and weak beats. For example, the first beat of a measure normally has the strongest accent. But the accent can be deliberately shifted to weak parts, as in the following example where the quarter notes are shifted by the initial eighth note, so that they are placed 'off-beat':
es: Sabemos que hay pulsos fuertes y débiles. Por ejemplo, el primer pulso de cualquier compás es, normalmente, el más fuerte. Pero el acento puede ser deliberadamente cambiado, llevándolo a pulsos que deberían ser débiles. En el siguiente ejemplo, las negras están desplazadas por una corchea inicial, de forma que quedan 'a caballo' entre dos pulsos:
eu: Badakigu pultsu edo taupada indartsuak eta ahulak daudela. Esate baterako, normalean konpas bateko lehen taupada izaten da indartsuena. Baina azentua nahita alda daiteke, berez ahulak izan behar luketen parteetara eramanda; adibidez, hurrengo adibidea, non hasierako kortxeak beltzak lekualdatu eta, ondorioz, bi pultsuren artean ‘zintzilik’ geratu diren.
gl_es: Sabemos que hai pulsos fortes e débiles. Por exemplo, o primeiro pulso de calquera compás é, normalmente, o máis forte. Pero o acento pode ser deliberadamente cambiado, levándoo a pulsos que deberían ser débiles. No seguinte exemplo, as negras están desprazadas por unha corchea inicial, de forma que quedan 'dacabalo' entre dous pulsos:
it: Già sappiamo che esistono battiti deboli e forti. Ad esempio, il primo battito di una misura, normalmente, è quello più marcato. Ma l'accento può essere deliberatamente spostato alle parti più deboli, come nel seguente esempio, dove le note di un quarto sono spostate a causa della nota iniziale di un ottavo, determinando un loro posizionamento 'fuori-battito':
nl: We weten inmiddels dat er sterke en zwakke slagen zijn. Bijvoorbeeld, de eerste slag van een maat heeft doorgaans het hoofdaccent. Maar het accent kan opzettelijk verplaatst worden naar de zwakke delen zoals in het volgende voorbeeld waar de kwartnoten verplaatst worden door een initiële achtste noot. Ze worden 'na de tel' geplaatst:

source: These type of rhythms in which the stress is shifted to weak parts are known as 'syncopated rhythms'.
es: Este tipo de ritmos, en los que el acento está desplazado a una parte débil, se conocen como 'ritmos sincopados'.
eu: Azentua alde ahulera aldatu deneko erritmo mota horri ‘erritmo sinkopatua’ deritzogu.
gl_es: Este tipo de ritmos, nos que o acento está desprazado a unha parte débil, coñécense como 'ritmos sincopados'.
it: Questi tipi di ritmi in cui vi è uno spostamento di accento verso le parti deboli sono conosciuti come 'ritmi sincopati'.
nl: Deze ritmes waarbij de nadruk verplaatst wordt naar de zwakke delen worden 'syncopische ritmes' of 'gesyncopeerde ritmes' genoemd.

source: If a note starts in a weak place and prolog its sound to a strong part, it is called a 'syncopated note'.
nl: Indien een noot begint op een zwakke plaats, als proloog voor een sterk deel, wordt dit een 'gesyncopeerd ritme' genoemd.

source: In this lesson we are going to start studying the syncopated rhythms that result by using the following patterns::
es: En esta lección vamos a comenzar el estudio de los ritmos sincopados que utilizan las siguientes células rítmicas:
eu: Ikasgai honetan erritmo sinkopatuak ikasten hasiko gara, honelako erritmo ereduak erabilita:
gl_es: Nesta lección imos comezar o estudo dos ritmos sincopados que utilizan as seguintes células rítmicas:
it: In questa lezione inizieremo a studiare i ritmi sincopati che si ottengono dai seguenti schemi:
nl: In deze les starten we met het bestuderen van gesyncopeerde ritmes die voortkomen uit de volgende patronen:

source: Listen to each measure and pay attention to the newly introduced patterns:
es: Escucha cada compás y observa los ritmos introducidos en esta lección:
eu: Entzun konpas bakoitza eta adi egon agertu berri diren erritmo patroiei:
gl_es: Escoita cada compás e observa os ritmos introducidos nesta lección:
it: Ascolta ogni misura e fa attenzione ai nuovi ritmi introdotti:
nl: Luister naar elke maat en in het bijzonder de nieuw geïntroduceerde patronen:

source: Syncopation (2)
es: La síncopa (2)
eu: Sinkopa (2)
gl_es: A síncopa (2)
it: Sincope (2)
nl: Syncopering (2)

source: In this lesson we continue with syncopation. We are going to practice the following rhythmic patterns:
es: En esta lección continuamos con el estudio de las síncopas y vamos a practicar las siguientes células rítmicas:
eu: Ikasgai honetan sinkopa lantzen jarraituko dugu. Ikasgai honetan hurrengo erritmo patroiak landuko ditugu:
gl_es: Nesta lección continuamos co estudo das síncopas e imos practicar as seguintes células rítmicas:
it: In questa lezione continueremo a studiare la sincope. Faremo pratica con i seguenti schemi ritmici:
nl: In deze les gaan we verder met de syncopering. We zullen de volgende ritmische patronen inoefenen:

source: Syncopation (3)
es: La síncopa (3)
eu: Sinkopa (3)
gl_es: A síncopa (3)
it: Sincope (3)
nl: Syncopering (3)

source: In this lesson we continue with syncopation. We are going to practice a new rhythmic pattern, the eighth note followed by a quarter note:
es: En esta lección continuamos con el estudio de las síncopas y vamos a practicar el patrón formado por una corchea seguida de una negra:
eu: Ikasgai honetan sinkopa lantzen jarraituko dugu. Erritmo patroi berri bat landuko dugu, kortxea eta beltza elkarren atzean:
gl_es: Nesta lección continuamos co estudo das síncopas e imos practicar o patrón formado por unha corchea seguida dunha negra:
it: In questa lezione continueremo a studiare la sincope. Faremo pratica con un nuovo schema ritmico, la nota di un ottavo seguita da un quarto:
nl: In deze les gaan we verder met de syncopering. We zullen een nieuw ritmisch patroon inoefenen: de achtste noot, gevolgd door een kwartnoot.
