Repository: lenmus/lenmus
Catalog: langtool/locale/*/L1_MusicReading_*.po
Languages: es, eu, gl_es, it, nl

source: Not all beats in a measure are equal: there are strong beats (louder), medium and weak beats. The first beat of a measure is normally the strongest one and the other beats are weaker. The pattern of strong and weak beats is what makes rhythmic patterns different. It is important to learn to recognize the time signature when listening to a piece of music. This may take some practice but it is a useful practice for anyone who is learning music.
es: No todos los pulsos de un compás son igual de fuertes: hay pulsos fuertes (más sonoros) y pulsos débiles. El primer pulso de cada compás es normalmente el más fuerte y los restantes son siempre más débiles. La alternancia de pulsos fuertes y débiles es lo que crea distintos patrones rítmicos. Es importante que aprendas a distinguir la métrica de una melodía cuando escuches música. Requiere práctica y asiduidad, pero es de mucha utilidad para cualquiera que estudie música.
eu: Konpas bateko taupadak ez dira berdinak: pultsu indartsuak (ozenagoak), bitartekoak eta ahulak egoten dira. Konpas bateko lehen pultsua, normalean, Indartsuena izaten da, eta gainerakoak, ahulagoak. Taupada ozen eta ahulen alternantziak sortzen ditu erritmo patroi ezberdinak. Garrantzizkoa da musika pieza bat entzutean metrika ezagutzen ikastea. Horrek ariketak egiteko eskatzen du, baina oso ohitura onuragarria da musika ikaslearentzat.
gl_es: Non todos os pulsos dun compás son igual de fortes: hai pulsos fortes (máis sonoros) e pulsos débiles. O primeiro pulso de cada compás é normalmente o máis forte e os restantes son sempre máis débiles. A alternancia de pulsos fortes e débiles é o que crea distintos patróns rítmicos. É importante que aprendas a distinguir a métrica dunha melodía cando escoites música. Requiere práctica e asiduidade, pero é de moita utilidade para calquera que estude música.
it: Non tutti i battiti di una misura sono uguali: ci sono battiti forti (volume più alto), battiti medi e deboli. Il primo battito di una misura, normalmente è il più forte, mentre gli altri sono più deboli. La particolare successione di battiti forti e deboli è ciò che rende diverso uno schema ritmico da un altro. E' importante imparare a riconoscere la frazione di tempo quando si ascolta un brano musicale. Ciò richiede un po' di pratica ma risulterà un esercizio utilissimo per chiunque voglia imparare musica.
nl: Niet alle slagen in een maat zijn gelijk. Er zijn sterke, luidere slagen, medium slagen en zwakke slagen. De eerste slag van een maat is normaal de sterkste en de overige zijn zwakker. Deze tel krijgt het accent. Een medium sterke slag heeft een nevenaccent. Het patroon van sterke en zwakke slagen is hetgeen ritmische patronen verschillend maakt. Het is belangrijk om de maateenheid van een muziekstuk te leren herkennen wanneer u er naar luistert. Dat kan enige tijd duren maar het is een zinvolle oefening voor iedereen die muziek bestudeert.

source: The 2/4 time signature
es: El compás de dos tiempos
eu: 2/4 metrika neurria edo armadura
gl_es: O compás de dous tempos
it: La frazione di tempo di 2/4
nl: De 2/4 maatsoort

source: The first time signature we are going to use is the 2/4 time signature:
es: La primera métrica que vamos a aprender y a utilizar es el compás de 2/4, también llamado de dos tiempos:
eu: Erabiliko dugun lehenengo konpas neurria 2/4 da, bi denborakoa:
gl_es: A primeira métrica que imos aprender e a utilizar é o compás de 2/4, tamén chamado de dous tempos:
it: La prima frazione di tempo che esamineremo è la 2/4:
nl: De eerste maatsoort die we gaan gebruiken is de 2/4 maatsoort:

source: As you know 2/4 means that each measure has two beats and that each beat gets a quarter note. Therefore, each measure will get two quarter notes. For example:
es: Como sabes, la métrica de 2/4 indica que cada compás tiene dos tiempos o pulsos y que la nota que ocupa cada pulso es la negra. Por tanto, cada compás estará formado por dos notas negras. Por ejemplo:
eu: Dakizunez, 2/4 adierazpenak esan nahi du konpas bakoitzak bi pultsu dituela, eta nota beltz batek hartzen duela pultsu bakoitza. Beraz, konpas bakoitzak bi nota beltz ditu. Esaterako:
gl_es: Como sabes, a métrica de 2/4 indica que cada compás ten dous tempos ou pulsos e que a nota que ocupa cada pulso é a negra. Xa que logo, cada compás estará formado por dúas notas negras. Por exemplo:
it: Come si è detto in precedenza, 2/4 significa che ogni misura ha due battiti ed ogni battito è costituito da un quarto di nota. Di conseguenza, ogni misura avrà due quarti di nota. Ad esempio:
nl: U weet reeds dat 2/4 betekent dat elke maat twee slagen heeft en dat elke slag een kwartnoot toegewezen krijgt. Bijgevolg zal elke maat twee kwartnoten krijgen. Bijvoorbeeld:

source: We also know that the first beat of each measure is the stronger one. Therefore, if you count beats along with the music, the 2/4 time signature will imply a rhythm such as 'ONE-and-Two-and-ONE-and-Two-and ...', stressing the ONE syllable, as if you were a soldier marching. For studying music reading it makes sense to mark the beats with the hand, the first beat of each measure with a knock down (on the table or in the air) and the second beat of each measure with a knock up (in the air or on the shoulder). You can also mark the beats with your foot, it you prefer, but it is very, very important to mark the beats. You should make a habit out of it, at least until you get enough skills at reading music.
es: También sabemos que el primer pulso de cada compás es el más fuerte. Por tanto, si cuentas los pulsos a medida que lees una partitura, la métrica de 2/4 corresponde a un ritmo tal como 'UNO-y-dos-y-UNO-y-dos-...' como si estuvieras desfilando, con un acento en la palabra UNO. Para estudiar la lectura de partituras es importante marcar los pulsos del compás, bien sea con la mano, con un golpe seco abajo (en la mesa o en el aire) y otro arriba (en el hombro o en el aire). También puedes marcarlos con el pie, si lo prefieres. Pero es importante que te acostumbres a marcar los pulsos según lees. Debes hacer de ello un hábito hasta que tengas la destreza necesaria para leer correctamente una partitura.
eu: Beraz, partitura irakurri ahala pultsuak zenbatzen badituzu, 2/4 neurriak honelako erritmo bat eskatuko du: ‘BAT-eta-bi-eta-BAT-eta-bi-...’, BAT hitza nabarmenduta, desfilatzen egongo bazina bezala. Partitura irakurtzen ikasteko, garrantzizkoa da taupadak eskuz nabarmentzea, konpas bakoitzeko lehen pultsua mahaian edo airean txalo bat jota adierazteko, eta bigarren pultsua edo taupada, txaloa gora jota (airean edo sorbaldan). Oinez ere marka ditzakezu pultsuak, hala nahiago baduzu; baina oso garrantzizkoa da pultsuak markatzea. Ohitura bihurtu behar zenuke; behintzat, partiturak irakurtzeko behar bezain trebea izan arte.
gl_es: Tamén sabemos que o primeiro pulso de cada compás é o máis forte. Xa que logo, se contas os pulsos a medida que les unha partitura, a métrica de 2/4 corresponde a un ritmo tal como 'UN-e-dous-e-UN-e-dous-...' coma se estiveses desfilando, cun acento na palabra UN. Para estudar a lectura de partituras é importante marcar os pulsos do compás, ben sexa coa man, cun golpe seco abaixo (na mesa ou no ar) e outro arriba (no ombreiro ou no ar). Tamén podes marcalos co pé, se o prefires. Pero é importante que che afagas a marcar os pulsos segundo les. Debes facer diso un hábito ata que teñas a destreza necesaria para ler correctamente unha partitura.
it: Sappiamo anche che il primo battito di ogni misura è il più forte. Quindi, per quanto riguarda i battiti musicali, la frazione di tempo di 2/4 implica un ritmo del tipo 'UN, due, UN, due, UN, due...', dando maggiore enfasi sulla sillaba UN, come in una marcia di soldati. Per studiare la lettura musicale, può essere utile segnare i battiti di un ritmo con la mano destra: il primo battito di ogni misura con un movimento dall'alto in basso (dando un colpetto su un tavolo) ed il secondo battito di ogni misura, alzando la mano e riportandola alla posizione di partenza, oppure con un colpetto della mano sinistra sulla spalla destra. Se si preferisce, si può anche tenere il ritmo con il piede ma, in ogni caso, è molto importante segnare i battiti. Bisogna esercitarsi a tenere un ritmo e a saperlo riconoscere, allenandosi finché non si sarà acquisita una certa padronanza nella lettura musicale.
nl: We weten ook dat de eerste slag van elke maat het accent heeft. Als je dus de slagen telt tijdens het afspelen van de muziek dan krijg je een volgend patroon: EEN twee EEN twee EEN twee... Het accent komt op de EEN te liggen net zoals bij het marcheren in het leger. Tijdens het bestuderen van muziek wordt de maat ook met de hand aangegeven. Daarbij wordt de arm op en neer bewogen. Bij de eerste slag gaat de hand naar beneden. Bij de tweede slag gaat de arm naar boven. Hetzelfde kan met de voet gebeuren. Het is erg belangrijk dat u de maat aanhoudt tot u voldoende muziekleesvaardigheid verworven heeft.

source: The tempo and the metronome
es: El tempo y el metrónomo
eu: Tempoa eta metronomoa
gl_es: O tempo e o metrónomo
it: Il tempo ed il metronomo
nl: Het tempo en de metronoom

source: The tempo
es: El tempo
eu: Tempoa
gl_es: O tempo
it: Il tempo
nl: Het tempo

source: The tempo of a piece of music is its speed, that is, how fast or slow the beats should go. But the time signature does not give you an idea about this, as it only says how many beats there are in a measure. In written music there are two ways to specify the tempo of a piece of music. Traditionally, composers relied on using verbal descriptions, writing indications such as 'Slow', 'Very fast', or 'Calmly'. These tempo words are normally written in Italian and are very common, even today. You should learn them:
es: El tempo de la música es su velocidad, esto es, lo rápido o lento que deben ir los pulsos del compás. Hemos visto que la métrica nos indica cuantos pulsos hay en un compás pero la métrica no nos dice nada sobre la cadencia de los pulsos. En la música escrita hay dos formas de indicar el tempo. Tradicionalmente los compositores utilizaban descripciones verbales, escribiendo indicaciones como 'Lento', 'Muy rápido' o 'Pausado'. Estos términos normalmente se escriben en italiano y es muy frecuente encontrarlos, incluso en partituras modernas. Por ello, debes estar muy familiarizado con ellos y aprenderlos:
eu: Musika konposizio bateko tempoa abiadura da, alegia, pultsuak nolako arin edo astiro joango diren. Baina metrikak ez dizu abiaduraren berri ematen, konpasean zenbat taupada edo pultsu dauden esaten baizik. Musika idatzian bi modutan adierazten da musika pieza baten tempoa. Ohituraz, konposatzaileek hitzez adierazten zuten, ‘Astiro', 'Oso arin’ edo ‘Lasai’ moduko iradokizunak idatzita. Tempo adierazpide horiek, normalean, italieraz idazten dituzte, eta oso erabiliak izaten dira, are gaur egun ere. Hargatik, halakoak ikastea komeni zaizu:
gl_es: O tempo da música é a súa velocidade, isto é, o rápido ou lento que deben ir os pulsos do compás. Temos visto que a métrica indícanos cantos pulsos hai nun compás pero a métrica non nos di nada sobre a cadenza dos pulsos. Na música escrita hai dúas formas de indicar o tempo. Tradicionalmente os compositores utilizaban descricións verbais, escribindo indicacións como 'Lento', 'Moi rápido' ou 'Pausado'. Estes térmos normalmente escríbense en italiano e é moi frecuente atopalos, ata en partituras modernas. Por iso, debes estar moi familiarizado con eles e aprendelos:
it: Il tempo di un brano musicale costituisce la sua velocità, ovvero, quanto sono lenti o veloci i battiti del ritmo. Purtroppo, la frazione di tempo non ci dice nulla sulla velocità, poiché ci indica soltanto quanti battiti ci sono in una misura. Nella musica scritta esistono due modi per specificare il tempo di un brano musicale. Tradizionalmente i compositori erano soliti usare delle descrizioni verbali del tipo 'Lento', 'Veloce', 'Adagio' e così via. Queste parole, scritte normalmente in italiano anche se il compositore è straniero, sono molto comuni ancora oggi, perciò è conveniente impararle:
nl: Het tempo van een muziekstuk is zijn snelheid. Het tempo duidt aan hoe snel of traag de slagen elkaar moeten opvolgen. Maar de maatsoort geeft u geen idee hieromtrent, daar die enkel weergeeft hoeveel slagen er in een maat zitten. In geschreven muziek zijn er twee manieren om het tempo van een muziekstuk te specifiëren. Traditioneel gebruikten componisten verbale beschrijvingen zoals 'Traag' of 'Zeer snel' of 'Kalm'. Deze woorden worden normaal in het Italiaans geschreven en zijn zeer algemeen in gebruik. U dient ze te kennen:

source: - very slow and broad
nl: - zeer traag en breed

source: - not quite as slow as largo
nl: - minder traag als largo

source: - very slow
nl: - zeer traag

source: - slow
nl: - traag

source: - literally 'walking', a medium slow tempo
nl: - letterlijk 'wandelend', een medium traag tempo

source: - moderate, or medium
nl: - matig

source: - Not as fast as allegro
nl: - niet zo snel als allegro

source: - fast
nl: - snel

source: - lively and brisk
nl: - levendig

source: - very fast
nl: - zeer snel

source: - very, very fast
nl: - zeer, zeer snel

source: The modern way to specify tempo is by giving the number of beats per minute. This is represented in the score by the letters 'm.m.' followed by the beats per minute rate. This indication is normally written at the beginning:
es: La forma moderna de especificar el tempo es indicando el número de pulsos por minuto. Esto se indica en la partitura mediante las letras 'm.m.' seguidas del número de pulsos por minuto. Normalmente se indica al comienzo de la partitura:
eu: Gaur egun, tempoa zehazteko, minutuko pultsu kopurua adierazten da. Partituran ‘m.m.’ letrak eta, segituan, minutuko pultsu kopurua idatzita adierazten da. Partituran ‘m.m.’ letrak eta, segituan, minutuko pultsu kopurua idatzita adierazten da. Adierazpena partituraren hasieran idatzi ohi da:
gl_es: A forma moderna de especificar o tempo é indicando o número de pulsos por minuto. Isto indícase na partitura mediante as letras 'm.m.' seguidas do número de pulsos por minuto. Normalmente indícase ao comezo da partitura:
it: Il metodo moderno per specificare il tempo è dato dal numero di battiti al minuto. Viene rappresentato in uno spartito dalle lettere 'm.m.' seguite dal tasso di battiti al minuto. Questa indicazione viene normalmente scritta all'inizio:
nl: Vandaag wordt het tempo ook nog aangeduid door het aantal slagen per minuut. Dit wordt voorgesteld met de letters 'M.M.' gevolgd door het aantal slagen per minuut. Deze tijdsindeling wordt normaal aan het begin van de partituur geplaatst:

source: Instead of letters 'm.m.' also note symbols are used:
es: En vez de las letras 'm.m' también se usan los símbolos de las notas:
eu: ‘m.m.’ letren partez, nota ikurrak ere erabiltzen dira:
gl_es: No canto das letras 'm.m' úsanse tamén os símbolos das notas:
it: Alternativamente si possono usare anche dei simboli di nota:
nl: Behalve de letters 'M.M.' worden ook nog de volgende symbolen gebruikt:

source: The metronome
es: El metrónomo
eu: Metronomoa
gl_es: O metrónomo
it: Il metronomo
nl: De metronoom

source: The traditional metronomes are mechanic, based on a pendulum with a rod. The pendulum rod swings back and forth in tempo, producing a 'tick' sound on each swing. Modern metronomes are electronic. The following figure shows an example of a typical mechanic metronome:
es: Los metrónomos tradicionales son mecánicos, basados en la oscilación de un péndulo con un pequeño peso deslizante. El péndulo oscila a derecha e izquierda, marcando el ritmo y produciendo un sonoro 'tick' en cada oscilación. Los metrónomos modernos son electrónicos. En la figura siguiente se muestra un ejemplo de metrónomo mecánico:
eu: Penduluak ezker-eskuin dihardu tempoan, eta oszilazio bakoitzean ‘tiki-taka’ ozen bat ateratzen du. Gaur egun, metronomoak elektronikoak dira. Hurrengo irudiek metronomo mekaniko arrunt baten adibidea erakusten dute:
gl_es: Os metrónomos tradicionais son mecánicos, baseados na oscilación dun péndulo cun pequeno peso deslizante. O péndulo oscila a dereita e esquerda, marcando o ritmo e producindo un sonoro 'tic' en cada oscilación. Os metrónomos modernos son electrónicos. Na figura seguinte móstrase un exemplo de metrónomo mecánico:
it: I metronomi tradizionali sono meccanici, basati su un pendolo con un'asta. L'asta del pendolo si muove a destra e a sinistra producendo un tipico 'tick' ad ogni cambio di direzione. I moderni metronomi sono elettronici. La figura seguente mostra un esempio di un classico metronomo meccanico:
nl: Traditionele metronomen zijn mechanisch, gebaseerd op een pendulum met een staaf. De pendulumstaaf zwaait heen en weer in het tempo en maakt een tikkend geluid bij elke zwaai. Moderne metronomen zijn elektronisch. De volgende figuur toont een voorbeeld van een typische mechanische metronoom:

source: As an orientation, the following table gives the assignment between traditional tempo terms and metronome settings:
es: A título orientativo, la siguiente tabla muestra la relación entre los términos utilizados y los valores del metrónomo:
eu: Orientabide moduan, hurrengo taulak ohiko tempo adierazpideen eta metronomoaren balioen arteko erlazioa jasotzen du:
gl_es: A título orientativo, a seguinte táboa mostra a relación entre os térmos utilizados e os valores do metrónomo:
it: Come riferimento, la seguente tabella mostra le analogie fra i tradizionali termini di tempo e le impostazioni del metronomo:
nl: De volgende tabel geeft een indicatie van de traditionele tempo termen en de metronoom instellingen:

source: The LenMus program metronome
es: El metrónomo del programa LenMus
eu: LenMus programaren metronomoa
gl_es: O metrónomo do programa LenMus
it: Il metronomo del programma LenMus
nl: De LenMus metronoom

source: The LenMus program has a buil-in metronome that you can use as an independent metronome. For example, when practising with your musical instrument or when doing sight-reading.
nl: LenMus heeft een ingebouwde metronoom die u onafhankelijk van de rest van de software kunt gebruiken. Bijvoorbeeld wanneer u met uw instrument oefent of wanneer u leesoefeningen maakt.

source: Just click on the 'metronome' button
nl: Klik gewoon op de 'metronoom' knop

source: and the sound will inmediately start. To stop the metronome click on the button again. To adjust the tempo just type the required tempo number in the box on the right of the metronome button (2), or click on the up/down arrows on the right (3) to adjust the desired tempo. Try it now!
nl: en het geluid zal onmiddelijk starten. Om de metronoom te stoppen klikt u opnieuw op de knop. Om het tempo aan te passen tijpt u het vereiste tempo getal in het tekstveld rechts van de metronoomknop (2), of klikt u op de pijltjestoetsen rechts, om het tempo op de gewenste stand te brengen. Probeer het nu!

source: When playing back a score its tempo is also controlled by the built-in settings. Just change the displayed tempo number and the tempo of the score will automatically adjust to it.
es: Cuando el programa interpreta una partitura el tempo también está controlado por los ajustes del metrónomo. Basta con cambiar estos ajustes y el tempo con el que se interpreta la partitura se ajustará automáticamente al que establezcas en el metrónomo.
eu: Partitura bat jotzean, haren tempoa metronomo ezarpenek ere kontrolatzen dute. Alda ezazu erakutsitako tempoaren denbora eta partituraren tempoa besterik gabe hartara egokituko da.
gl_es: Cando o programa interpreta unha partitura o tempo tamén está controlado por axústes do metrónomo. Basta con cambiar estes axustes e o tempo co que se interpreta a partitura axustarase automáticamente ao que establezas no metrónomo.
it: Quando si riproduce uno spartito musicale, il suo tempo è influenzato dalle impostazioni del programma. Ogni cambiamento al numero di tempo del metronomo comporterà una variazione di tempo anche dell'esecuzione del brano di uno spartito.
nl: Tijdens het afspelen van een partituur wordt het tempo ook gecontroleerd door de ingebouwde instellingen. Pas gewoon het tempogetal aan en het tempo van de partituur zal er automatisch aan aangepast worden.

source: If you would like to hear the metronome while playing a score, press the metronome button before or during playback.
es: Si mientras el programa interpreta una partitura quieres que se escuche el metrónomo basta con que pulses el botón del metrónomo, bien antes de comenzar la ejecución o bien mientras la partitura esté sonando.
eu: Programak partitura jotzean metronomoa ere entzun nahi baduzu, zapal ezazu metronomo botoia jotzen hasi aurretik edo jo bitartean.
gl_es: Se mentres o programa interpreta unha partitura queres que se escoite o metrónomo abonda con que pulses o botón do metrónomo, ben antes de comezar a execución ou ben mentres a partitura estea soando.
it: Se desideri ascoltare il metronomo mentre viene suonato uno spartito, premi il bottone del metronomo prima o durante la riproduzione.
nl: Indien u tijdens het afspelen van de partituur ook de metronoom wenst te horen, dient u gewoon op de metronoomknop te klikken voor of tijdens het afspelen.

source: The quarter note and its rest
es: La negra y su silencio
eu: Beltza eta haren isilunea
gl_es: A negra e o seu silenzo
it: Il quarto di nota e la sua pausa
nl: De vierde noot en zijn rust.

source: You know that in written music sound is indicated by using note symbols, and that there exists a note symbol for each duration. In written music silence is also indicated with symbols, called 'rests'. There also exists a rest for each note duration. The following score shows a quarter note and the quarter rest:
es: Sabemos ya que la forma de representar los sonidos en la partitura es mediante notas, y que existe una figura distinta para cada nota en función de su duración. En la música escrita el silencio o ausencia de sonido se representa también mediante símbolos llamados 'silencios'. Existe igualmente un símbolo para cada duración de un silencio. La siguiente partitura muestra los símbolos para la nota negra y el silencio de negra:
eu: Dakizunez, partituran soinuak nota ikurren bidez adierazten dira, eta luzera bakoitzak bere nota ikurra du. Musika idatzian isiltasuna ‘isiluneak’ izeneko ikurrekin adierazten dira. Nota iraupen bakoitzak bere isilunea du. Hurrengo partiturak nota beltzari eta beltzaren isiluneari dagozkion ikurrak dakartza:
gl_es: Sabemos xa que a forma de representar os sons na partitura é mediante notas, e que existe unha figura distinta para cada nota en función da súa duración. Na música escrita o silenzo, ou ausencia de son, represéntase tamén mediante símbolos chamados 'silenzos'. Existe igualmente un símbolo para cada duración dun silenzo. A seguinte partitura mostra os símbolos para a negra e o silenzo de negra:
it: A questo punto, hai imparato che nella musica scritta i suoni sono indicati usando i simboli delle note, e che esite un simbolo di nota diverso per ogni durata. Devi sapere che anche il 'silenzio' viene indicato nella musica scritta, tramite dei simboli chiamati 'pause'. Esiste un simbolo di pausa per ogni durata di nota. Lo spartito seguente mostra una nota di un quarto ed una pausa di un quarto:
nl: U weet dat in geschreven muziek het geluid aangeduid wordt via nootsymbolen en dat er een noot bestaat voor elke duratie. Ook stilte wordt aangeduid met symbolen, 'rusten' genoemd. Er bestaat een rust voor elke duratie. De volgende partituur toont een vierde noot en een vierde rust:
