Repository: lenmus/lenmus
Catalog: langtool/locale/*/L1_MusicReading_*.po
Languages: es, eu, gl_es, it, nl

source: The clef assigns a particular line to a specific pitch, and all other pitches are mapped in ascending and descending order to the lines and spaces above and below that reference line. In the G clef, the G note of the fourth octave is assigned to the second line:
es: La clave asigna una determinada línea con una determinada nota y todas las demás, ascendentes y descendentes, quedan entonces asignadas a los espacios y líneas por encima y por debajo de la elegida como referencia. En la clave de sol, el sonido sol de la cuarta octava se asigna a la segunda línea:
eu: Giltzak lerro jakin bat izendatzen dio nota bati, eta beste nota guztiak hurrenez hurren gorago eta beherago kokatzen dira erreferentzi lerro horretatik abiatuta gainerako lerro eta lerroarteetan. Sol giltzan laugarren zortziduneko Sol nota bigarren lerroari esleituta dago:
gl_es: A clave asigna unha determinada liña cunha determinada nota e todas as demais, ascendentes e descendentes, quedan entón asignadas aos espazos e liñas por encima e por baixo da elixida como referencia. Na clave de sol, o son sol da cuarta oitava asígnase á segunda liña:
it: La chiave musicale associa una particolare linea ad una certo tono, così che tutte le altre tonalità siano conseguentemente associate, in ordine ascendente e discendente, alle linee e spazi sopra e sotto la linea di riferimento. Nella chiave di Sol, la nota Sol della quarta ottava viene assegnata alla seconda linea:
nl: De sleutel bepaalt de toonhoogte van een bepaalde lijn en alle andere toonhoogtes worden hieraan gekoppeld in stijgende en dalende orde boven en onder de referentielijn. Voor de Sol sleutel wordt de Sol van het vierde octaaf toegekend aan de tweede lijn:

source: G
es: Sol
eu: Sol
gl_es: Sol
it: SOL
nl: Sol

source: As a result, the staff lines and spaces get automatically assigned to consecutive notes, as shown in the next score:
es: Como consecuencia, todas las restantes líneas y los espacios quedan automáticamente asignados a notas consecutivas, como se muestra en la siguiente partitura:
eu: Ondorioz, gainerako pentagrama lerroak eta lerroarteak automatiko izendatuko dizkie hurrengo notei, hurrengo partituran ikusiko duzunez:
gl_es: Como consecuencia, todas as restantes liñas e os espazos quedan automáticamente asignados a notas consecutivas, como se mostra na seguinte partitura:
it: Di conseguenza, alle altre linee e spazi del pentagramma vengono associate le note consecutive che sono mostrate nella seguente partitura:
nl: Vervolgens worden aan de lijnen en tussenruimtes automatisch de daaropvolgende noten toegekend zoals getoond in de volgende notenbalk:

source: E
es: Mi
eu: Mi
gl_es: Mi
it: MI
nl: Mi

source: F
es: Fa
eu: Fa
gl_es: Fa
it: FA
nl: Fa

source: A
es: La
eu: La
gl_es: La
it: LA
nl: La

source: B
es: Si
eu: Si
gl_es: Si
it: SI
nl: Si

source: C
es: Do
eu: Do
gl_es: Dó
it: DO
nl: Do

source: D
es: Re
eu: Re
gl_es: Re
it: RE
nl: Re

source: Note symbols
es: Los símbolos para las notas
eu: Nota ikurrak
gl_es: Os símbolos para as notas
it: I simboli delle note
nl: Nootsymbolen

source: We have learnt that the vertical position of a note on the staff determines its pitch. The duration of the note (that, is the duration of its sound) is indicated by using different types of signs for the notes, so each note sign corresponds to a different duration. The following picture shows the different types of notes and their names:
es: Sabemos que la posición vertical de una nota en el pentagrama determina su sonido. La duración de la nota, esto es, el tiempo que debe durar el sonido, se indica utilizando símbolos distintos para las diferentes duraciones de las notas. Estos símbolos se llaman 'figuras'. La siguiente ilustración muestra los distintos tipos de notas y sus nombres:
eu: Ikasi dugunez, notak pentagraman duen kokalekuak erabakitzen du tonua. Notaren iraupena (hau da, soinuaren luzera) notetarako hainbat ikur erabilita adierazten da; hala, nota ikur bakoitza iraupen mota bati dagokio. Hurrengo irudiak nota motak eta haien izenak erakusten ditu:
gl_es: Sabemos que a posición vertical dunha nota no pentagrama determina o seu son. A duración da nota, isto é, o tempo que debe durar o son, indícase utilizando símbolos distintos para as diferentes duracións das notas. Estes símbolos chámanse 'figuras'. A seguinte ilustración mostra os distintos tipos de notas e os seus nomes:
it: Abbiamo imparato che la posizione verticale di una nota su pentagramma determina il suo tono. La durata della nota (ovvero, la durata del suo suono) è indicata usando dei differenti tipi di simboli per le note, in modo che ad ogni simbolo di nota corrisponda una differente durata. La seguente immagine mostra i diversi tipi di note ed i loro nomi:
nl: We hebben gezien dat de vertikale positie van een noot op de notenbalk de toonhoogte bepaalt. De tijdsduur van de noot wordt aangeduid door gebruik te maken van verschillende symbolen voor de noten. Ieder symbool stemt overeen met een andere tijdsduur. Het volgende beeld toont de verschillende types en hun namen:

source: Whole
es: Redonda
eu: Biribila
gl_es: Redonda
it: Semibreve
nl: Hele

source: Half
es: Blanca
eu: Zuria
gl_es: Branca
it: Minima
nl: Halve

source: Quarter
es: Negra
eu: Beltza
gl_es: Negra
it: Quarto
nl: Vierde

source: Eight
es: Corchea
eu: Kortxea
gl_es: Corchea
it: Ottavo
nl: Achtste

source: 16th
es: Semicorchea
eu: Kortxeaerdia
gl_es: Semicorchea
it: 16mo
nl: 16de

source: 32th
es: Fusa
eu: Fusa
gl_es: Fusa
it: 32mo
nl: 32ste

source: 64th
es: Semifusa
eu: Fusaerdia
gl_es: Semifusa
it: 64mo
nl: 64ste

source: In the coming lessons we will start using only the quarter note and will learn about note duration. Progressively, we will introduce the other note symbols. In this lesson we are going to learn some basic terminology about note symbols and some rules about how to draw them.
es: En las siguientes lecciones comenzaremos a estudiar la nota negra y su duración y, progresivamente iremos estudiando los otros tipos de notas. En esta lección vamos a estudiar algunos términos y conceptos básicos relacionados con los símbolos de las notas y las reglas para dibujarlos.
eu: Hurrengo ikasgaien hasieran beltzak besterik ez dugu erabiliko, eta noten iraupena landuko dugu. Segituan, beste nota ikurrak sartuz joango gara. Ikasgai honetan zenbait oinarrizko termino ikasiko ditugu nota ikurrei buruz, eta horiek marrazteko arau batzuk ere.
gl_es: Nas seguintes leccións comezaremos a estudar a nota negra e a súa duración e, progresivamente iremos estudando os outros tipos de notas. Nesta lección imos estudar algúns térmos e conceptos básicos relacionados cos símbolos das notas e as regras para debuxalos.
it: Nelle prime lezioni si useranno soltanto quarti di nota e saranno appresi i concetti basilari di durata delle note. Progressivamente, saranno introdotti gli altri simboli delle note. In questa lezione verrà introdotta un po' di terminologia di base riguardante i simboli delle note ed alcune regole su come disegnarli.
nl: In de volgende lessen zullen we beginnen met de vierde noot. Vervolgens zullen we systematisch de andere tijdsduren introduceren. In deze les gaan we enkele basistermen behandelen met betrekking tot de noten en enkele regels over hoe deze te tekenen.

source: The note symbols have three distinct parts: (1) the note-head, (2) the stem and (3) the flag (also named hook or tail), as depicted in next figure:
es: Los símbolos para las notas se descomponen en tres partes: (1) la cabeza, (2) la plica, y (3) el corchete, como muestra la siguiente ilustración:
eu: Nota ikurrak hiru zati ditu: (1) burua, (2) plika eta (3) kortxetea (kakoa, buztana), hurrengo irudian erakutsi bezala:
gl_es: Os símbolos para as notas descompóñense en tres partes: (1) a cabeza, (2) a plica, e (3) o corchete, como mostra a seguinte ilustración:
it: I simboli delle note hanno tre parti distinte: (1) la testa della nota, (2) il gambo e (3) la coda (o cediglia), come si può vedere nella figura seguente:
nl: De noten hebben drie onderdelen: de nootkop (1), de nootstok (2) en de vlag zoals getoond in de volgende figuur:

source: Stems normally go up for notes placed below the third line and go down for notes placed on or above the third line:
es: La plica normalmente se dibuja hacia arriba para las notas situadas por debajo de la tercera línea y hacia abajo para las notas en la tercera línea o por encima de ella:
eu: Plika, normalean, gorantz marrazten da hirugarren lerrotik beherako notetarako, eta beherantz hirugarren lerroko edo goragoko notetarako:
gl_es: A plica normalmente debúxase cara arriba para as notas situadas por baixo da terceira liña e cara abaixo para as notas na terceira liña ou por encima dela:
it: Il gambo, convenzionalmente, viene disegnato verso l'alto per note al di sotto della terza linea, verso il basso per note poste proprio sulla terza linea o sopra di essa:
nl: De nootstok is doorgaans opwaarts gericht voor noten die onder de derde lijn geplaatst worden en neerwaarts gericht voor noten boven de derde lijn.

source: Stems are drawn on the right-hand side of the note-head when the stem goes up, and on the left-hand side of the note-head when the stem goes down. Flags are always drawn on the right-hand side of the stem:
es: Las plicas se dibujan al lado derecho de la cabeza cuando la plica va hacia arriba y en el lado izquierdo de la cabeza si va hacia abajo. Los corchetes siempre se dibujan a la derecha de la plica.
eu: Plikak nota buruaren eskuinaldean marrazten dira plika gorantz doanetan, eta nota buruaren ezker plika beherantz dagoenetan. Kortxeteak beti plikaren eskuinaldean marrazten da:
gl_es: As plicas debúxanse á beira dereita da cabeza cando a plica vai cara arriba e no lado esquerdo da cabeza se vai cara abaixo. Os corchetes debúxanse sempre á dereita da plica.
it: Quando il gambo va verso l'alto, esso viene posto alla destra della testa della nota. Se va verso il basso, viene posto alla sinistra della testa della nota. Le code sono sempre disegnate alla destra del gambo:
nl: De nootstok wordt aan de rechterkant van de nootkop geplaatst wanneer die naar omhoog wijst en aan de linkerkant wanneer die naar beneden wijst. Vlaggetjes worden altijd aan de rechterkant van de nootstok getekend:

source: Often, consecutive notes with flags are linked together in groups by replacing the flags by lines called 'beams'. The number of beams must be the same as the number of flags each individual note would have had when drawn isolated. In the following example the four individual notes at the first part can also be drawn grouped, as shown in the second part:
es: A menudo, los corchetes de varias notas consecutivas se unen entre sí mediante líneas gruesas llamadas 'barras'. El número de barras debe ser igual al de corchetes que hubiera tenido cada nota de no haberse unido. En el siguiente ejemplo las cuatro notas de la izquierda han sido dibujadas, a la derecha, unidas por barras:
eu: Sarritan, kortxetedun notak taldeka marrazten dira, eta kortxeteak ‘barra’ izeneko marra lodiagoz ordezkatzen dira. Hurrengo adibideko lehen zatiko lau banako notak elkarturik ere marraztu daitezke, bigarren partean erakutsi bezala:
gl_es: A miúdo, os corchetes de varias notas consecutivas únense entre si mediante liñas grosas chamadas 'barras'. O número de barras debe ser igual ao de corchetes que tivese cada nota de non haberse unido. No seguinte exemplo as catro notas da esquerda foron debuxadas, á dereita, unidas por barras:
it: Frequentemente, le note consecutive che hanno delle code vengono raggruppate insieme, sostituendo le code con delle linee che collegano i gambi delle note. Il numero di queste linee deve essere pari al numero di code che ogni nota avrebbe se fosse scritta in maniera isolata. Nell'esempio che segue, le quattro note individuali della prima parte possono essere scritte in maniera raggruppata, come nella seconda parte dell'esempio:
nl: Dikwijls worden opeenvolgende noten met vlaggen gegroepeerd door de vlaggen te vervangen door lijnen die 'koppelingen' genoemd worden. Het aantal koppelingen moet hetzelfde zijn als het aantal vlaggen van de individuele noten indien deze afzonderlijk zouden getekend worden. In het volgende voorbeeld worden kunnen de individuele noten uit het eerste deel gekoppeld worden, zoals getoond in het tweede deel:

source: Measures and bar lines
es: Compases y líneas divisorias
eu: Konpasak eta konpas barrak
gl_es: Compases e líñas divisorias
it: Battute e spezzabattute
nl: Maten en maatstrepen

source: Music is normally divided into equal parts named 'measures' (in British English the word 'bar' is used instead of 'measure'). On the staff, the end of each measure is marked with a thin vertical line, drawn from the top line to the bottom line of the staff. This line is called a bar line:
es: La música escrita se organiza, normalmente, dividiéndola en partes llamadas 'compases'. En el pentagrama, el final de cada compás se indica por una fina raya vertical, dibujada desde la línea superior hasta la inferior. Esta raya se denomina 'línea divisoria':
eu: Normalean, musika antolatzen da 'konpas’ izeneko parte berdinetan. Pentagraman, konpas bakoitzaren amaiera marra mehe bertikal batek adierazten du. Marrari ‘konpas barra’ deritzogu:
gl_es: A música escrita organízase, normalmente, dividíndoa en partes chamadas 'compases'. No pentagrama, o final de cada compás indícase por unha fina raia vertical, debuxada dende a liña superior ata a inferior. Esta raia denomínase 'liña divisoria':
it: La musica, normalmente, viene suddivisa in parti uguali chiamate 'battute' o 'misure'. Sul pentagramma, il termine di ogni battuta viene indicata da una sottile linea verticale, disegnata dalla linea superiore a quella inferiore del rigo musicale. Questa linea viene chiamata 'spezzabattuta':
nl: Muziek wordt in principe onderverdeeld in gelijke delen, 'maten' genoemd. Op de notenbalk wordt het einde van elke maat aangeduid met een dunne vertikale lijn, getekend van de bovenste lijn tot beneden. Deze lijn wordt de maatstreep genoemd:

source: barline
es: Línea divisoria
eu: konpas barra
gl_es: Líña divisoria
it: spezzabattuta
nl: maatstreep

source: measure
es: Compás
eu: konpasa
gl_es: Compás
it: battuta
nl: maat

source: There are different types of bar lines, that are used for special purposes. For example, the end of the last measure of a piece of music is marked with a double bar line, being the fist line thin and the second one thick. The thin double bar line (two thin lines) is used to mark sections within a piece of music.
es: Hay distintos tipos de líneas divisorias, que se utilizan para distintas finalidades. Por ejemplo, el final del último compás de una pieza se indica mediante la 'barra final' (una línea fina seguida de una línea gruesa). Para separar secciones dentro de una pieza se utiliza la 'doble barra' (dos lineas finas consecutivas).
eu: Hainbat konpas barra mota dago, eta helburu ezberdinetarako erabiltzen dira. Esaterako, musika pieza bateko azken konpasaren amaiera barra bikoitz batek adierazten du, lehen barra mehea da eta bigarrena lodia. Musika pieza bateko bi atal bereizteko, barra mehe bikoitza erabiltzen da.
gl_es: Hai distintos tipos de liñas divisorias, que se utilizan para distintas finalidades. Por exemplo, o final do último compás dunha peza indícase mediante a 'barra final' (unha líña fina seguida dunha liña grosa). Para separar seccións dentro dunha peza utilízase a 'dobre barra' (dúas liñas finas consecutivas).
it: Esistono dei tipi di spezzabattute che hanno dei significati speciali. Ad esempio, per indicare la fine dell'ultima battuta di un pezzo di musica, si utilizza uno spezzabattuta formato da una doppia linea verticale in cui la prima linea è sottile, mentre la seconda è più doppia. Uno spezzabattuta formato da due linee verticali sottili viene usato per indicare delle sezioni all'interno di un pezzo di musica.
nl: Er zijn verschillende types van maatstrepen die gebruikt worden in speciale omstandigheden. Het einde van de laatste maat van een muziekstuk wordt bijvoorbeeld aangeduid door een dubbele maatstreep waarbij de tweede streep dikker is dan de eerste. De dubbele dunne maatstreep wordt gebruikt om secties van een muziekstuk aan te duiden.

source: simple barline
es: barra simple
eu: barra arrunta
gl_es: barra simple
it: spezzabattuta semplice
nl: enkelvoudige maatstreep

source: double barline
es: doble barra
eu: barra bikoitza
gl_es: dobre barra
it: spezzabattuta doppio
nl: dubbele maatstreep

source: final barline
es: barra final
eu: amaiera barra
gl_es: barra final
it: spezzabattuta finale
nl: finale maatstreep

source: Time signatures
es: La métrica
eu: Metrika
gl_es: A métrica
it: Frazioni di tempo
nl: Maateenheden

source: Most music has a rhythm that you can perceive as a repetitive pattern of pulses. It is easy to identify these pulses: it is what we all do when we clap our hands or tap our foot while listening to a song. These pulses are the 'beats' of the music and are the basis to organize written music.
es: La mayoría de las piezas musicales tienen un ritmo que puede fácilmente percibirse. Es fácil identificar los 'pulsos' de la música: es lo que hacemos cuando damos palmas al ritmo de la música o cuando damos golpecitos con el pie. Estos pulsos son muy importantes y constituyen la base para organizar la música escrita.
eu: Musika aire gehienek antzeman dezakezun pultsu erritmo errepikakor bat dute. Erraza da horrelako pultsuak identifikatzea: kanta bat entzutean eskuko txaloekin edo oinetako ostikoekin adierazten duguna da. Pultsu horiek musikaren ‘taupadak’ dira eta musika idatzia antolatzeko oinarriak dira.
gl_es: A maioría das pezas musicais teñen un ritmo que pode percibirse fácilmente. É fácil identificar os 'pulsos' da música: é o que facemos cando damos palmas ao ritmo da música ou cando damos golpecitos co pé. Estes pulsos son moi importantes e constitúen a base para organizar a música escrita.
it: Gran parte della musica possiede un ritmo che può essere percepito come uno schema ripetitivo di pulsazioni. E' facile riconoscere queste pulsazioni: è quello che facciamo tutti quando battiamo le mani o un piede per terra, mentre ascoltiamo una canzone. Queste pulsazioni costituiscono i 'battiti' della musica e sono fondamentali per poter scrivere un brano musicale.
nl: Muziek heeft meestal een ritme dat u kan opvatten als een repititief patroon van impulsen. Het is makkelijk om deze pulsen te herkennen: het is dat wat er gebeurt wanneer u ritmisch in uw handen klapt of met uw voeten stampt terwijl u naar een lied luistert. De pulsen zijn de slagen van de muziek en vormen de basis om geschreven muziek te organiseren.

source: We said in previous lesson that written music is divided on the staff into parts named 'measures'. All the measures of a piece of music will have the same number of beats. Therefore, we must learn that written music is organized by dividing it into small groups of beats, and these groups are called 'measures'.
nl: Eerder werd al gesteld dat geschreven muziek op de notenbalk onderverdeeld wordt in maten. Al de maten van hetzelfde muziekstuk zullen hetzelfde aantal slagen hebben. Geschreven muziek is dus georganiseerd door deze onder te verdelen in kleine groepen van slagen en deze groepen zijn dan de maten.

source: To know how many beats are there in a measure, a 'time signature' is placed at the beginning of the staff, after the clef. The time signature is the two numbers placed above and below the third line:
es: Para saber cuántos pulsos tiene cada compás se coloca un 'símbolo de métrica' al comienzo de cada pentagrama, después de la clave. La métrica son los dos números que aparecen al principio, colocados uno encima de la tercera línea y el otro debajo:
eu: Konpas batean zenbat pultsu dauden jakiteko, pentagramaren hasieran, giltzaren ondoren, ‘metrika neurria’ kokatu ohi da. Metrika neurria hirugarren lerroaren gainean eta azpian kokatuko bi zenbakiak dira:
gl_es: Para saber cantos pulsos ten cada compás colócase un 'símbolo de métrica' ao comezo de cada pentagrama, logo da clave. A métrica son os dous números que aparecen ao principio, colocados un encima da terceira liña e o outro debaixo:
it: Per sapere quanti battiti ci sono in una misura, una 'frazione di tempo' viene inserita all'inzio del pentagramma, dopo la chiave. La frazione di tempo è costituita da due numeri posti al di sopra e al di sotto della terza linea:
nl: Om te weten hoeveel slagen er in een maat passen wordt een maateenheid aan het begin van de notenbalk geplaatst, juist na de sleutel. De maateenheid bestaat uit twee getallen boven en onder de derde lijn:

source: A 2/4 time signature
es: Métrica de 2/4
eu: 2/4 metrika neurria edo armadura
gl_es: Métrica de 2/4
it: Una frazione di tempo di 2/4
nl: De 2/4 maatsoort

source: The top number tells how many beats there are in a measure and the bottom number shows the type of note that gets one beat. For now you must learn that the bottom number 4 means 'quarter note'. So, the time signature in the previous example says that each measure will have two beats and that each beat will get a quarter note. The time signature is often called the 'meter' of a piece.
es: El número de arriba indica cuántos pulsos tiene cada compás, y el número de abajo indica qué nota es la que ocupa cada pulso; por ahora basta con que conozcas que el número 4 significa 'nota negra'. Así pues, la métrica de 2/4 del ejemplo anterior está indicando que cada compás va a tener dos pulsos y que cada uno de ellos va a estar ocupado por una nota negra.
eu: Goiko zenbakiak konpaseko pultsu kopurua adierazten du; behekoak, ordea, pultsua zein nota motak hartzen duen. Oraingoz, aski dugu jakitea beheko 4 zenbakiak 'beltza' adierazten duela. Beraz, aurreko adibideko metrikak edo armadurak adierazten duenez, konpas bakoitzak bi pultsu ditu, eta pultsu bakoitza mota beltz batek hartzen du. Metrikari edo armadurari, sarritan, pieza baten ‘metroa’ deritzote.
gl_es: O número de arriba indica cantos pulsos ten cada compás, e o número de abaixo indica que nota é a que ocupa cada pulso; por agora abonda con que coñezas que o número 4 significa 'figura negra'. Así pois, a métrica de 2/4 do exemplo anterior está indicando que cada compás vai ter dous pulsos e que cada un deles vai estar ocupado por unha negra.
it: Il numero superiore ci dice quanti battiti ci sono in una misura, mentre quello inferiore ci dice che tipo di nota rappresenta un battito. Per il momento è sufficiente sapere che il numero 4 che si trova al di sotto della terza linea sta per 'quarto di nota'. A questo punto, quindi, dovrebbe essere chiaro che la frazione di tempo indicata nell'esempio precedente ci dice che ogni misura avrà due battiti ed ogni battito sarà costituito da un quarto di nota. La frazione di tempo è spesso chiamata il 'metro' di un pezzo.
nl: Het bovenste getal duidt het aantal slagen aan dat er in een maat passen. Het nummer onderaan toont het noottype dat overeenstemt met één slag. Momenteel volstaat het te onthouden dat het nummer 4 onderaan 'kwartnoot' betekent. De maateenheid in het voorbeeld zegt dus dat elke maat twee slagen heeft en dat elke slag overeenstemt met een kwartnoot. De maateenheid wordt dikwijls het metrum van een muziekstuk genoemd.
