Repository: lenmus/lenmus
Catalog: langtool/locale/*/L2_MusicReading_*.po
Languages: eu, gl_es

source: - Read scores containing the rhythms studied in this lesson.
eu: - Irakur itzazu ikasgai honetan landutako erritmoak dakartzaten partiturak.
gl_es: - Le partituras que conteñen os ritmos introducidos nesta lección.

source: - Read scores with triplets.
eu: - Irakurri hirukotxodun partiturak.
gl_es: - Le partituras con tresillos.

source: - Train your ear and practise the introduced rhythmic patterns.
eu: - Treba ezazu entzumena eta landu ikasgai honetako erritmoak.
gl_es: - Adestra o teu oído e practica os novos ritmos introducidos.

source: - Train your ear: 16th note and dotted 8th note tied to 8th note.
eu: - Treba ezazu entzumena: Kortxeari loturiko kortxeaerdia eta kortxea puntuduna.
gl_es: - Educa o oído: Semicorchea e corchea con puntillo ligada a corchea.

source: - Train your ear: 16th note and dotted 8th note tied to quarter note.
eu: - Treba ezazu entzumena: Kortxeaerdiaren eta kortxea puntudunaren patroia.
gl_es: - Educa o oído: Semicorchea e corchea con puntillo ligada a negra.

source: - Train your ear: 8th note tied to four 16th notes.
eu: - Treba ezazu entzumena: Lau kortxeaerdiri loturiko kortxea.
gl_es: - Educa o oído: Corchea ligada a catro semicorcheas.

source: - Train your ear: 8th note tied to next beat.
eu: - Treba ezazu entzumena: Hurrengo pultsuari loturiko kortxea.
gl_es: - Educa o oído: a corchea ligada á seguinte parte.

source: - Train your ear: 8th note tied to quarter note in next beat.
eu: - Treba ezazu entzumena: Hurrengo pultsuko beltzari loturiko kortxea.
gl_es: - Educa o oído: Corchea débil ligada a negra.

source: - Train your ear: 8th rest and two 16th notes.
eu: - Treba ezazu entzumena: Kortxearen isilunea eta bi kortxeaerdi
gl_es: - Educa o oído: Silenzo de corchea e dúas semicorcheas.

source: - Train your ear: Dotted quarter note tied to group of 8th note, 8th rest and 8th note.
eu: - Treba ezazu entzumena: Kortxeak, kortxearen isiluneak eta kortxeak eratutako taldeari loturiko beltz puntuduna.
gl_es: - Educa o oído: negra con puntillo ligada a grupo de corchea, silenzo e corchea.

source: - Train your ear: Group of two 8th notes tied to a dotted 8th note.
eu: Treba ezazu entzumena: Kortxea puntudunari loturiko kortxea parea.
gl_es: - Educa o oído: grupo de dúas corcheas ligado á corchea con puntillo.

source: - Train your ear: Pattern of 16th note and dotted 8th note.
eu: Treba ezazu entzumena:
gl_es: - Educa o oído: Patrón de semicorchea e corchea con puntillo.

source: - Train your ear: Quarter note tied to 8th note.
eu: - Treba ezazu entzumena: Kortxeari loturiko beltza
gl_es: - Educa o oído: Negra ligada a corchea.

source: - Train your ear: Quarter note tied to four 16th notes.
eu: - Treba ezazu entzumena: Lau kortxeaerdiri loturiko beltza
gl_es: - Educa o oído: Negra ligada a catro semicorcheas.

source: - Train your ear: Two 16th notes and 8th rest.
eu: - Treba ezazu entzumena: Bi kortxeaerdi eta kortxearen isilunea.
gl_es: - Educa o oído: Dúas semicorcheas e silenzo de corchea.

source: - Train your ear: a quarter note tied to a dotted 8th note.
eu: - Treba ezazu entzumena: kortxea puntudunari loturiko beltza.
gl_es: - Educa o oído: a nota negra ligada a corchea con puntillo.

source: - Train your ear: the dotted 8th note pattern.
eu: - Treba ezazu entzumena: kortxea puntuduna.
gl_es: - Educa o oído: o patrón de corchea con puntillo.

source: 16th note and dotted 8th note
eu: Kortxeaerdia eta kortxea puntuduna
gl_es: Semicorchea e corchea con puntillo.

source: 16th note and dotted 8th note tied to 8th note
eu: Kortxeari loturiko kortxeaerdia eta kortxea puntuduna
gl_es: Semicorchea e corchea con puntillo ligada a corchea

source: 16th note and dotted 8th note tied to quarter note
eu: Beltzari loturiko kortxeaerdia eta kortxea puntuduna
gl_es: Semicorchea e corchea con puntillo ligada a negra

source: 8th note tied to four 16th notes
eu: Lau kortxeaerdiri loturiko kortxea.
gl_es: Corchea ligada a catro semicorcheas

source: 8th note tied to group of one 8th and two 16th notes
eu: Kortxea batek eta bi kortxeaerdik eratutako multzoari erantsitako kortxea
gl_es: Corchea ligada a un grupo de corchea e dúas semicorcheas

source: 8th note tied to quarter note in next beat
eu: Hurrengo pultsuko beltzari loturiko kortxea
gl_es: Corchea débil ligada a negra

source: 8th rest and two 16th notes
eu: Kortxearen isilunea eta bi kortxeaerdi
gl_es: Silenzo de corchea e dúas semicorcheas

source: A quarter note tied to a dotted 8th note
eu: Kortxea puntudunari loturiko beltza.
gl_es: A nota negra ligada á corchea con puntillo

source: Always that you find a trouble with a rhythmic pattern, study it first without the ties. When learned without the ties it will be easier to learn the original one with ties.
eu: Erritmo mota batean arazoak izaten dituzunetan, ikas ezazu, lehenik, loturarik gabe. Ligaturarik gabe estudiatuz gero, errazago gertatuko zaizu loturak dituena ikastea.
gl_es: Como sempre que teñas algunha dificultade cun ritmo, trata de descompoñelo noutros máis sinxelos suprimindo ligados.

source: Apart of introducing new rhythmic cells, of increasing complexity, the main concepts introduced in Level 2 are:
eu: Erritmo zelula berri gero eta konplexuagoak aurkezteaz gain, 2. mailak honako kontzeptu nagusi hauek aurkezten ditu:
gl_es: Ademais de introducir novos grupos rímicos, de crecente complejidad, o temario deste segundo nivel cobre o seguinte:

source: But, what to do if you want to divide the beat into three even parts? The answer is called a 'triplet': you write three eight notes and you group them together, using a slur or bracket, with a number '3'. The '3' indicates that the three notes must be played in the time allotted for two notes. So a triplet quarter note is 2/3 the duration of a standard quarter note. Similarly, three triplet eighth notes are equal in duration to a quarter note. If several note values appear under the triplet bracket, they are all affected the same way, reduced to 2/3 their original duration.
eu: Baina, zer egin pultsu bat zati bakoititan zatitu nahi baduzu? Erantzuna ‘hirukotxoa’ da: hiru kortxea elkarrekin idatzi behar dituzu, gainean arku edo kortxete bat eta 3 zenbakia jarrita. 3 zenbakiak adierazten du hiru notak jo behar direla bi notek hartu ohi duten denboran. Beraz, beltz hirukotxo bat beltz arrunt baten iraupenaren 2/3 da. Era berean, hiru kortxeako hirukotxoa, iraupenez, beltz baten baliokide da. Balio ezberdinetako notak hirukotxo ikurraren azpian agertuz gero, guztiek era bereko eragina izango dute, jatorrizko iraupena 2/3ra murriztuta izango dute.
gl_es: Pero, ¿que facer se queres dividir unha parte nun número impar de subpartes, por exemplo, en tres? A resposta recibe o nome de 'tresillo': consiste en escribir tres corcheas, agrupadas mediante un arco ou un corchete co número 3 encima. Estas marcas indican que as tres corcheas deben executarse no tempo que normalmente ocupan dúas corcheas, de forma que as corcheas dun tresillo duran 2/3 da duración normal dunha corchea.

source: Compound time of 12/8. 8th note tied to 16th notes
eu: 12/8 konpas hirutarra. Kortxeaerdiei loturiko kortxea
gl_es: Subdivisión ternaria. Compás de 12/8. Redonda con puntillo. Corchea ligada á seguinte parte forte

source: Compound time of 9/8. Dotted quarter note
eu: 9/8 konpas hirutarra. Beltz puntuduna.
gl_es: Subdivisión ternaria. Compás de 9/8. Negra con puntillo

source: Compound time of 9/8. Whole note tied to next beat
eu: 9/8 konpas hirutarra. Hurrengo pultsuari loturiko zuria
gl_es: Subdivisión ternaria de 9/8. Branca ligada a seguinte parte forte

source: Compound time signatures of 9/8, 12/8 and the grouping of notes and rests within these times.
eu: 9/8 eta 12/8 konpas hirutarrak, eta hirukotxo nota taldeak isiluneekin konpas horien barruan.
gl_es: Compases de subdivisión ternaria de 9/8 e 12/8.

source: Compound time. 8th note tied to 16th notes
eu: Konpas hirutarra. Kortxeaerdiei loturiko kortxea
gl_es: Subdivisión ternaria: corchea ligada a semicorcheas

source: Compound time. 8th note tied to next beat
eu: Konpas hirutarra. Hurrengo pultsuari loturiko kortxea
gl_es: Subdivisión ternaria. Corchea ligada á seguinte parte

source: Compound time. 8th note tied to next beat (2)
eu: Konpas hirutarra. Hurrengo pultsuari loturiko kortxea (2).
gl_es: Subdivisión ternaria. Negra ou corchea débil ligada a negra

source: Compound time. 8th note, rest and note
eu: Konpas hirutarra. Kortxea, isilunea eta nota
gl_es: Subdivisión ternaria. Corchea débil illada ligada a seguinte parte

source: Compound time. Three 8th notes tied to next beat
eu: Konpas hirutarra. Hurrengo pultsu indartsuari loturiko hiru kortxea
gl_es: Subdivisión ternaria. Grupo de tres semicorcheas ligado a negra

source: Compound time. Three quarter notes
eu: Konpas hirutarra. Hiru beltz
gl_es: Subdivisión ternaria. Tres negras en ritmo ternario

source: Cover page
eu: Azaleko orria
gl_es: Portada

source: Dotted 8th note
eu: Kortxea puntuduna
gl_es: Subdivisión binaria. A corchea con puntillo

source: Dotted quarter note tied to group of 8th note, 8th rest and 8th note
eu: Kortxeak, kortxearen isiluneak eta kortxeak eratutako taldeari loturiko beltz puntuduna
gl_es: Subdivisión binaria. Semicorchea e corchea con puntillo

source: Duple meter. The triplet
eu: Konpas bitarra. Hirukotxoa.
gl_es: Subdivisión binaria. O tresillo

source: Each lesson is structured into three sections:
eu: Ikasgai bakoitzak hiru atal ditu:
gl_es: Cada tema está estruturado en tres seccións:

source: Exercise 1
eu: 1. ariketa
gl_es: Exercicio 1

source: Exercise 2
eu: 2. ariketa
gl_es: Exercicio 2

source: Exercise 3
eu: 3. ariketa
gl_es: Exercicio 3

source: Exercise 4
eu: 4. ariketa
gl_es: Exercicio 4

source: Exercises
eu: Ariketak
gl_es: Exercicios

source: Extension of the stave in C1 clef to include one ledger line above the stave.
eu: 1.go lerroko Do giltza hedatzea pentagrama gainetik eta azpitik lerro bat gehiago eransteko.
gl_es: Extensión da clave de Do en 1º para cubrir o ámbito unha liña adicional, por encima e por baixo do pentagrama.

source: Extension of the stave in treble (G) and bass (F) clefs to include two ledger lines below and above each stave.
eu: Pentagrama Sol giltzan eta Fa giltzan luzatzea, goitik eta behetik bi lerro gehigarri eransteko.
gl_es: Extensión do ámbito nas claves de Sol (Violín) e Fa en 4ª (Baixo), para cubrir dúas liñas adicionais por encima e por baixo.

source: Finally, in the third section some exercises are proposed to learn and practise the new concepts introduced.
eu: Azkenik, hirugarren atalak kontzeptu sartu berriak ikasi eta lantzeko zenbait ariketa proposatzen ditu.
gl_es: Finalmente, na terceira parte invítase ao alumno a realizar exercicios de lectura medida, onde se practican os novos patróns introducidos no tema.

source: Group of two 8th notes tied to a dotted 8th note
eu: Kortxea puntudunari loturiko kortxea parea
gl_es: Grupo de dúas corcheas ligado á corchea con puntillo

source: Groups of two 16th notes
eu: Bi kortxeaerdiren multzoak
gl_es: Subdivisión binaria. Grupos de dúas semicorcheas

source: In a similar way you can get and learn the other patterns of this lesson:
eu: Antz-antzera ikas ditzakezu ikasgai honetako beste bi patroiak:
gl_es: De forma similar, podes obter e aprender os outros dous patróns desta lección:

source: In level 2 we continue with all concepts introduced in level 1, and new concepts are introduced in a progressive way, alternating simple time signatures and duple time ones.
eu: 2. mailan jarraituko dugu 1. mailan landutako kontzeptu guztiak jorratzen, eta apurka-apurka kontzeptu berriak sartuz joango gara, konpas bitarrak eta hirutarrak txandakatuz.
gl_es: Neste segundo nivel continúanse exercitando os temas estudados no primeiro curso e introdúcense progresivamente ritmos máis complexos, alternando métricas de subdivisión binaria e métricas de subdivisión ternaria.

source: In the first one the new concepts and rhythmic patterns introduced in the lesson are explained.
eu: Lehenengo atalak ikasgaietan aurkeztu beharreko kontzeptu berriak eta erritmo patroiak irakasten ditu.
gl_es: Na primeira móstranse os novos patróns rítmicos que se introducen nese tema.

source: In the second section, optional, the new concepts are compared with known ones, so that the student can better relate the new material and learn it.
eu: Bigarren atalean —aukerakoa da—, kontzeptu berriak ezagunekin alderatzen dira; hala, ikasleak material berria hobeto bereganatu eta ikasteko.
gl_es: Na segunda, opcional, móstranse diferenzas ou similaridades con outros patróns e danse consellos para a súa mellor asimilación.

source: In this lesson a new rhythmic pattern is introduced as the result of tying a group of two 8th notes and a quarter note to a group of a quarter note and two 8th notes. Note how it can also be written with a quarter note:
eu: Ikasgai honetan bi kortxeak eta beltz batek eratutako multzo bat eta beltz batek eta bi kortxeak eratutako multzo bat elkartzearen ondorioz lortzen den erritmo patroia erakutsiko dugu. Ikusiko duzunez, beltz batez ere idatz daiteke:
gl_es: Neste tema introdúcese un novo patrón rítmico, resultante de ligar un grupo de dúas semicorcheas e corchea con outro de corchea e dúas semicorcheas. Observa que pode escribirse tamén cunha negra:

source: In this lesson a new rhythmic pattern is introduced, as the result of tying a group of two 16th notes and one 8th with a group of a 8th note and two 16th notes. Note that in can also be written using a quarter note:
eu: Ikasgai honetan bi kortxeaerdik eta kortxea batek eratutako multzo bat eta kortxea batek eta bi kortxeaerdik eratutako multzo bat elkartzearen ondorioz lortzen den erritmo patroi berri bat aurkeztuko dugu. Ikusi nola idatz daitekeen beltz batez ere:
gl_es: Neste tema introdúcese un novo patrón rítmico, resultante de ligar un grupo de dúas semicorcheas e corchea con outro de corchea e dúas semicorcheas. Observa que pode escribirse tamén cunha negra:

source: In this lesson a new rhythmic pattern is introduced, as the result of tying the notes, in pairs, of two triplets. Note that in can also be written using a quarter note:
eu: Ikasgai honetan erritmo patroi berri bat sartuko dugu, bi hirukotxoren notak binaka lotzearen ondorioz lortua. Ikusi nola idatz daitekeen beltz bat erabilita ere:
gl_es: Neste tema introdúcese un novo patrón rítmico, resultante de ligar as notas, por pares, de dous tresillos. Observa que pode escribirse tamén cunha negra:

source: In this lesson a new rhythmic pattern is introduced, by tying a note to a triplet:
eu: Ikasgai honetan erritmo patroi berri bat sartuko dugu, hirukotxo bati nota bat lotuta:
gl_es: Neste tema introdúcese un novo patrón rítmico, ao ligar unha nota a un tresillo:

source: In this lesson a new rhythmic pattern is introduced. This pattern can be written in two different ways:
eu: Ikasgai honetan erritmo patroi berri bat sartuko dugu. Ikasgai honetan erritmo patroi berri bat sartuko dugu.
gl_es: Neste tema introdúcense un novo patrón rítmico, que pode escribirse de dúas formas distintas:

source: In this lesson a new rhythmic pattern is introduced: One 8th note tied to group of one 8th and two 16th notes. Note that this new pattern can be written in two different ways:
eu: Ikasgai honetan erritmo patroi berri bat sartuko dugu: Kortxea batek eta bi kortxeaerdik eratutako multzoari erantsitako kortxea. Ikusiko duzunez, patroi berri hau bitara idatz daiteke:
gl_es: Neste tema introdúcese un novo patrón rítmico: a corchea ligada a un grupo de corchea e dúas semicorcheas. Observa que o novo patrón pode escribirse de dúas formas distintas:

source: In this lesson a new rhythmic pattern is introduced: the 8th note tied to next beat:
eu: Ikasgai honetan erritmo patroi berri bat sartuko dugu: hurrengo pultsu indartsuari loturiko kortxea:
gl_es: Neste tema estúdase un novo patrón rítmico: a corchea ligada á seguinte parte forte:

source: In this lesson the compound time of 9/8 is introduced, as well as two new rhythmic patterns. The 9/8 time has three beats and each beat is occupied by a 8th note. The measure is occupied by a dotted quarter note.
eu: Ikasgai honetan 9/8 konpas hirutarra aurkeztuko dugu, baita bi erritmo patroi berri ere. 9/8 konpasak hiru pultsu edo taupada ditu eta pultsu bakoitza kortxea batek betetzen du. 9/8 konpasak hiru pultsu edo taupada ditu eta pultsu bakoitza kortxea batek betetzen du. Konpasa beltz puntudun batek okupatzen du.
gl_es: Neste tema introdúcese o compas de 9/8 e dous novos patróns rítmicos. O compás de 9/8 é de subdivisión ternaria e ten tres partes, a primeira forte e as outras dúas débiles. Cada parte está ocupada por unha negra con puntillo e o compás énchese cunha branca con puntillo.

source: In this lesson the dotted 8th note pattern in simple times is introduced:
eu: Ikasgai honetan konpas bitarretako kortxea puntudunaren erritmoa aurkeztuko dugu:
gl_es: Neste tema introdúcese o patrón de corchea con puntillo en ritmos de subdivisión binaria:

source: In this lesson the next patterns are introduced:
eu: Ikasgai honetan hurrengo patroiak aurkeztuko ditugu:
gl_es: Neste tema introdúcense os seguintes patróns:

source: In this lesson two new rhythmic patterns are introduced. They are the result of tying a triplet to the next note:
eu: Ikasgai honetan bi erritmo patroi berri sartuko ditugu. Hirukotxo bat hurrengo notari lotzearen ondorioz lortzen dira:
gl_es: Neste tema introdúcense dous novos patróns rítmicos, resultantes de ligar a última corchea dun tresillo á parte forte do seguinte tempo:

source: In this lesson two new rhythmic patterns are introduced:
eu: Ikasgai honetan bi erritmo patroi berri sartuko ditugu:
gl_es: Nesta lección introdúcense dous novos patróns rítmicos:

source: Introduction
eu: Sarrera
gl_es: Introdución

source: Key signatures of all major and minor keys up to and including four sharps and flats.
eu: Tonalitate maior eta minor guztietako armadurak, lau alterazio eta guzti.
gl_es: Armaduras de todas as tonalidades maiores e menores con ata catro alteracións.

source: Lesson's structure
eu: Ikasgaien egitura
gl_es: Estrutura das leccións

source: Listen and observe the differences
eu: Entzun eta ohartu ezberdintasunez
gl_es: Escoita e observa as diferenzas

source: Listen and take notice of the differences
eu: Entzun eta ohartu zaitez ezberdintasunez.
gl_es: Escoita e observa as diferenzas:

source: Listen to each measure and pay attention to the newly introduced patterns:
eu: Entzun konpas bakoitza eta adi egon agertu berri diren erritmo patroiei:
gl_es: Escoita cada compás e observa como se forma o novo patrón:

source: Music reading. Level 2
eu: Musika irakurtzen. 2. maila
gl_es: Lectura rítmica. Nivel 2

source: Note how the rhythm of dotted 8th note can be obtained from one 8th note and two 16th notes, when tying the 8th note.
eu: Ikusiko zenuenez, kortxea puntudunaren erritmoa lortu daiteke kortxea batek eta bi kortxeaerdik eratutakotik, kortxea lotzean.
gl_es: Observa como o ritmo de corchea con puntillo resulta do ritmo de corchea e dúas semicorcheas, xa estudado, ao ligar a corchea. Á súa vez, o ritmo de cochea e dúas semicorcheas pode obterse do de catro semicorcheas ao ligar as dúas primeiras.

source: Note the difference between the first and the second measure and between the third and the fourth. Note how they are formed when putting a tie.
eu: Begira zein den lehenengo eta bigarren konpasen arteko ezberdintasuna eta bigarrenaren eta laugarrenaren artekoa. Ikusi nola sortzen diren loturak eratzean.
gl_es: Observa a diferenza entre o primeiro e o segundo compás e entre o terceiro e o cuarto. Observa como se obteñen ao ligar os dous grupos do compás precedente.

source: Note the difference between the first and the second measure, and between the third and the fourth ones. Note how measures 2 and 4 are similar to measures 1 and 3 and are formed by tying the triplets.
eu: Begira zein den lehenengo eta bigarren konpasen arteko ezberdintasuna eta bigarrenaren eta laugarrenaren artekoa. Konturatuko zinenez, 2. eta 4. konpasak 1.aren eta 3.aren antzekoak dira, hurrenez hurren, eta hirukotxoak lotuta lortzen dira:
gl_es: Observa a diferenza entre o primeiro e o segundo compás, e entre o terceiro e o cuarto. Observa como os compases 2 e 4 son similares ao 1 e 3, respectivamente, e obtéñense ao liga-los tresillos:

source: Note the difference between the first and the second measure, and between the third and the fourth ones. Note how measures 2 and 4 are similar to measures 1 and 3 but tying the triplets.
eu: Begira zein den lehenengo eta bigarren konpasen arteko ezberdintasuna eta bigarrenaren eta laugarrenaren artekoa. Konturatuko zinenez, 2. eta 4. konpasak 1.aren eta 3.aren antzekoak dira, baina hirukotxoak loturik:
gl_es: Observa a diferenza entre o primeiro e o segundo compás, e entre o terceiro e o cuarto. Observa como os compases 2 e 4 son similares aos compases 1 e 3 pero ligando os tresillos.

source: Note the difference between the first and the second measure, and between the third and the fourth. Note how they are formed when tying the note to the triplet:
eu: Begira zein den lehenengo eta bigarren konpasen arteko ezberdintasuna, eta bigarrenaren eta laugarrenaren artekoa. Ikusiko duzunez, nota hirukotxoari lotzean eratzen dira:
gl_es: Observa a diferenza entre o primeiro e o segundo compás, e entre o terceiro e o cuarto. Observa como os segundos obtéñense ao ligar a nota co tresillo:

source: Note the difference between the first and the second measure. Note how it is formed when putting a tie.
eu: Begira zein den lehenengo eta bigarren konpasen arteko ezberdintasuna. Ikusi nola sortzen den lotura ezartzen denean.
gl_es: Observa a diferenza entre o primeiro e o segundo compás. Observa como este obtense ao ligar os dous grupos do primeiro compás.

source: Note the difference between the first and the second measure. Note how it is formed when tying the two groups of the first measure.
eu: Begira zein den lehenengo eta bigarren konpasen arteko ezberdintasuna. Ikusiko duzunez, lehen konpaseko bi multzo lotzean sortzen da.
gl_es: Observa a diferenza entre o primeiro e o segundo compas. Observa como este obtense ao ligar os dous grupos do primeiro compás.

source: Note the difference between the first measure and the others and how they are formed when putting a tie.
eu: Begira ezazu zein den lehenengo konpasaren eta hurrengoen arteko aldea eta nola sortzen diren loturak ezartzerakoan.
gl_es: Observa a diferenza entre o primeiro compás e os seguintes e como se obteñen ao ligar os dous grupos do primeiro compás.

source: Note the differences between the following rhythmic patterns and how the second one is formed when the notes are tied.
eu: Kontura zaitez hurrengo erritmo moten arteko aldeez eta bigarrena eratzen dela notak loturik daudenean.
gl_es: Observa a diferenza entre os seguintes patróns rítmicos e como se obtén o segundo ao ligar as notas.

source: Note the differences between the following rhythmic patterns and how they are formed when we tie notes in the basic four 8th notes pattern. Compare this pattern with the one in the last measure. Note the different rhythmic accent between measures 3 and 4.
eu: Begira hurrengo erritmo moten arteko aldeak eta nola antolatzen diren lau kortxeen oinarrizko patroian notak elkarri lotzean. Konpara ezazu patroi hau azken konpasekoarekin. Ikusi 3. eta 4. konpasetako erritmoen arteko aldeak.
gl_es: Observa a diferenza entre os seguintes patróns rítmicos e como se obteñen ao ligar notas no patrón básico de catro semicorcheas. Compárao co patrón oposto do último compás. Fíxache ben no diferente acento rítmico entre os patróns dos compases 3 e 4.

source: Note tied to four 16th notes
eu: Lau kortxeaerdiri loturiko nota
gl_es: Subdivisión binaria. Negra ou corchea ligada a catro semicorcheas
