Repository: lenmus/lenmus
Catalog: langtool/locale/*/L2_MusicReading_*.po
Languages: eu, gl_es

source: Notes tied to a triplet
eu: Hirukotxoari loturiko notak
gl_es: Notas ligadas a un tresillo

source: Press 'Play' and listen carefully the rhythm. Train your ear and practise the newly introduced patterns.
eu: Sakatu ‘Jo’ eta entzun arretaz erritmoa. Treba ezazu entzumena eta landu ikasgai honetako erritmo berriak.
gl_es: Preme 'Tocar' e escoita con atención o ritmo. Adestra o teu oído e practica a lectura deste ritmo.

source: Press 'Play' and listen. Train your ear and practise reading this rhythm.
eu: Zapaldu 'Jo’ botoia eta entzun. Treba ezazu zeure entzumena eta egin ariketak erritmo mota honekin.
gl_es: Preme 'Tocar' e escoita o ritmo. Adestra o teu oído e practica a lectura deste ritmo.

source: Press 'Play' and listen. Train your ear and practise the newly introduced patterns.
eu: Zapaldu 'Jo’ botoia eta entzun. Treba ezazu entzumena eta landu ikasgai honetako erritmo berriak.
gl_es: Preme 'Tocar' e escoita o ritmo. Adestra o teu oído e practica a lectura dos novos patróns.

source: Quarter note tied to 8th note
eu: Kortxeari loturiko beltza
gl_es: Negra ligada a corchea

source: Quarter note tied to four 16th notes
eu: Lau kortxeaerdiri loturiko beltza
gl_es: Negra ligada a catro semicorcheas

source: Send your comments and suggestions to the LenMus team (www.lenmus.org)
eu: Bidali zure iradokizun eta iruzkinak LenMus taldeari (www.lenmus.org).
gl_es: Envía os teus comentarios e suxestións ao equipo de LenMus (www.lenmus.org)

source: Simple time signatures of 2/8 and 3/8.
eu: 2/8 eta 3/8 konpas bitar arruntak.
gl_es: Compases de subdivisión binaria de 2/8 e 3/8.

source: Syllabus
eu: Ikasketa plana
gl_es: Temario

source: The compound time of 12/8 has four parts and each beat is occupied by a dotted quarter note. The accent is on the first one. It is a time similar to the 6/8 and 9/8 times but with four beats. The note occupying all the measure is the dotted whole note.
eu: 12/8 konpas hirutarrak lau parte ditu, eta pultsu bakoitza beltz puntudun batek betetzen du. Azentua lehenengo taupadan egoten da. 6/8 eta 9/8 konpasen antekoa da, baina lau parte ditu. Konpas osoa biribil puntudunak betetzen du.
gl_es: O compás de 12/8 é de subdivisión ternaria e ten catro tempos. A primeira parte é forte e as outras tres son débiles. É un compás similar aos xa estudados de 6/8 e 9/8 pero con catro partes. A figura que ocupa todo o compás é a redonda con puntillo.

source: The soprano clef (C on 1st line). Names of notes on the stave.
eu: Soprano giltza (1.go lerroko Do). Pentagramako noten izenak.
gl_es: A clave de Do en 1º (Soprano).

source: This eMusicBook is intended to help one improve one's reading skills, providing sort of practice and exercises that are required in order to become a good sightreader.
eu: Honako eMusicBook honek helburu du norberaren musika irakurmena hobetzen laguntzea, ikusizko irakurle ona bihurtzeko beharrezko praktika eta ariketak eskainita.
gl_es: Este eMusicBook está orientado á práctica da lectura rítmica, proporcionando explicacións e exercicios adecuados para ir avanzando progresivamente e dominar a lectura rítmica.

source: Tied dotted 8th note
eu: Kortxea puntudun lotua
gl_es: Subdivisión binaria. Semicorchea e corchea con puntillo

source: Triplet tied to next note
eu: Hurrengo notari loturiko hirikotxoa
gl_es: Tresillo ligado á seguinte nota

source: Triplets, and triplet note groups with rests.
eu: Hirukotxoak, eta hirukotxo nota taldeak isiluneekin.
gl_es: Tresillos, incluíndo tresillos con silenzos.

source: Two 16th notes and 8th rest
eu: Bi kortxeaerdi eta kortxearen isilunea
gl_es: Dúas semicorcheas e silenzo de corchea

source: Two 16th notes and one 8th
eu: Bi kortxeaerdi eta kortxea bat
gl_es: Subdivisión binaria. Dúas semicorcheas e corchea

source: Two 16th notes, one quarter note and one 8th note
eu: Bi kortxeaerdi, beltz bat eta kortxea bat
gl_es: Subdivisión binaria. Grupo de dúas semicorcheas e corchea ligado a seguinte nota

source: Two 16th notes, one quarter note and two 16th notes
eu: Bi kortxeaerdi, beltz bat eta bi kortxeaerdi
gl_es: Subdivisión binaria. Dúas semicorcheas e negra

source: You also know that each beat can subdivide into smaller units. For example, we can divide it into two parts by writing two eighth notes or into four parts by using 16th notes:
eu: Pultsu bakoitza zati txikiagotan zatitu daitekeela ere badakizu. Adibidez, zi zatitan banatu dezakegu bi kortxea idatzita, edo lau zatitan kortxeaerdiak erabiliz gero:
gl_es: Tamén sabes que cada parte pode subdividirse utilizando para iso notas de menor duración. Por exemplo, unha negra pode substituírse por dúas corcheas ou por catro semicorcheas:

source: You know that simple time signatures tell us the number of beats in each measure. For example, in 3/4 there are three beats in each measure and each beat is occupied by a quarter note:
eu: Dakizunez, konpas bitarretan zenbakiek adierazten digute zenbat pultsu dauden neurri bakoitzean. Dakizunez, konpas bitarretan zenbakiek adierazten digute zenbat pultsu dauden neurri bakoitzean.
gl_es: Como sabes, en ritmos de subdivisión binaria o numerador indica o número de partes do compás e o denominador indica o tipo de nota que ocupa cada parte. Por exemplo, o ritmo de 3/4 ten 3 partes e cada unha rechéase cunha nota negra:

source: the teacher of music
eu: musika irakaslea
gl_es: o profesor de música
