Repository: lenmus/lenmus
Catalog: locale/*/lenmus_*.po
Languages: eu, nl

source: Taken or derived from John Zaitseff's icons (http://www.zap.org.au/documents/icons/dirtree-icons/sample.html). According to what is said there, these icons are released under the terms of the GNU General Public License.
eu: John Zaitseff-en (http://www.zap.org.au/documents/icons/dirtree-icons/sample.html) ikonoetatik hartuak edo moldatuak. Hartan diotenez. ikonook GNU General Public License lizentziaren terminoen arabera eginik daude.
nl: Ontleend of afgeleid van John Zaitseff's ikonen (http://www.zap.org.au/documents/icons/dirtree-icons/sample.html). Volgens wat er daar geschreven staat zijn deze ikonen vrijgegeven onder de voorwaarden van de GNU General Pulblic License.

source: Taken or derived from eMule project (http://sourceforge.net/projects/emule) icons. eMule is a GNU GPL project so I assume that its icons are also available under GNU GPL.
eu: eMule (http://sourceforge.net/projects/emule) proiektuko ikonoetatik hartuak edo moldatuak. eMule GNU GPL proiektua da, beraz, ikonoak ere GNU GPL lizentziapean eskuragarri direlakoan nago.
nl: Ontleend van het eMule project (http://sourceforge.net/projects/emule) icons. eMule is a GNU GPL projekt dus veronderstel ik dat haar ikonen eveneens beschikbaar zijn onder GNU GPL.

source: Taken or derived from the GNOME project (http://art.gnome.org/themes/icon/1150), Tango theme. These icons are released under the Creative Commons Attribution-ShareAlike license.
eu: GNOME proiektuko (http://art.gnome.org/themes/icon/1150) Tango gaitik hartuak edo moldatuak. Ikonoak Creative Commons Attribution-ShareAlike lizentziaren babespean eginda daude.
nl: Ontleend aan het GNOME project (http://art.gnome.org/themes/icon/1150), Tango theme. Deze ikonen zijn vrijgegeven onder de Creative Commons Attribution-ShareAlike license.

source: Taken or derived from those available in the Ximian collection (http://www.novell.com/coolsolutions/feature/1637.html). Novell, who retains the copyright, has released these icons under the LGPL license. This means that you can use the icons in your programs free of charge. If you want to fork the icons into your own icon collection, you need to retain the license and the original copyrights, but from there you're free to do what you want.
eu: Ximian bildumatik (http://www.novell.com/coolsolutions/feature/1637.html) hartuak edo moldatuak. Novellek beretzat du gorderik copyrighta, eta ikonoak LGPL lizentziaren babesean jarri ditu. Horrek esan nahi du ikonoak erabil ditzakezula zeure programetan ezer ordaintzeke.Ikonoak zeure ikono bilduman txertatu nahi badituzu, jatorrizko lizentzia eta copyrightak bete beharko dituzu, dena dela, hortik aurrera, gura duzun moduan jokatzea duzu.
nl: Ontleend of afgeleid van de Ximian collectie (http://www.novell.com/coolsolutions/feature/1637.html). Novell, dat het copyright behoudt, heeft deze ikonen vrijgegeven onder de LGPL Licentie. Dit betekent dat de ikonen zonder kosten gebruikt kunnen worden in uw programma's. Als u de ikonen in uw eigen collectie wenst onder te brengen, dienen de originele licentie en copyrights behouden te blijven, maar verder bent u vrij ermee te doen wat u wenst.

source: Terminal
eu: Terminala
nl: Terminaal

source: Terminal cadences
eu: Kadentzia terminalak
nl: Terminale cadens

source: Ternary subdivision
eu: Azpibanatze hirutarra
nl: Driedelige onderverdeling

source: Test sound
eu: Soinu testa
nl: Test geluid

source: Text
eu: Testua

source: Text boxes
eu: Testu koadroak

source: Text color selector
eu: Testu kolorea aukeratzekoa
nl: Tekst kleur selector

source: Text style:
eu: Testu estiloa:
nl: Tekst stijl:

source: Thanks also to:
eu: Eskertu beharrekoak ere:
nl: Dank is ook verschuldigd aan:

source: The LenMus Project is an open project, committed to the principles of Open Source, free education, and open access to information. It has no comercial purpose. It is an open workbench for working on all areas related to teaching music, and music representation and management with computers. It aims at developing publicly available knowledge, methods and algorithms related to all these areas and at the same time provides free quality software for music students, amateurs, and teachers.
eu: LenMus Project proiektu askea da, hastapen dituela Open Source, hezkuntza askea eta informazioa mugakizunik gabe eskaintzea. Ez dauka salerosketa asmorik. Musika lantegi bat duzu, musika irakaskuntzarekin eta musika ordenagailu bidez irudikatu eta kudeatzearekin zerikusia duten alor guztiak lantzekoa. Helburu du alor horiekin guztiekin zerikusia duten ezagupenak, metodoak eta algoritmoak garatzea eta, denbora berean, musika ikasleei, zaletuei eta irakasleei kalitateko software askea eskaintzea.
nl: Het LenMus Project is een open project, toegewijd aan de principes van Open Broncode, vrije educatie en vrije toegang tot informatie. Het heeft geen commerciële doeleinden. Het is een open werkbank voor alle aspecten van het muziekonderwijs en de muziekrepresentatie met behulp van een computer. Het project streeft naar het ontwikkelen van publiek beschikbare kennis, methodes en algoritmes gerelateerd aan al deze onderwerpen. Op deze manier biedt het project vrije kwaliteitssoftware voor muziekstudenten, liefhebbers en leerkrachten.

source: There is a problem for printing. Perhaps your current printer is not set correctly?
eu: Inprimatze arazo bat dago. Beharbada aukeratu duzun inprimagailua ez dago ondo doituta?
nl: Er is een probleem met het afdrukken. Misschien is uw huidige printer niet correct ingesteld?

source: These icons are taken or derived from KDE project (http://kde.openoffice.org/servlets/ProjectDocumentList?folderID=314&amp;expandFolder=314). These icons are released under the GNU GPL license.
eu: Ikono hauek KDE (http://kde.openoffice.org/servlets/ProjectDocumentList?folderID=314&amp;expandFolder=314) proiektutik hartuak edo moldatuak dira. Ikono hauek GNU GPL lizentziaren itzalean eginak dira.
nl: Deze ikonen zijn ontleend van het KDE project (http://kde.openoffice.org/servlets/ProjectDocumentList?folderID=314&amp;expandFolder=314). Deze ikonen zijn vrijgegeven under the GNU GPL license.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. For more details see the GNU General Public License at
eu: Programa hau banatzen da erabilgarri izango delakoan, baina INOLAKO BERMERIK GABE; ezta berezko MERKATURATZE edo ERABILERA JAKINERAKO EGOKITASUN bermerik gabe ere. GNU General Public License lizentziaz gehiago jakin nahi izanez gero, erabili hau:
nl: Dit Programma is verspreid in de hoop dat het nuttig zal zijn maar ZONDER EENDER WELKE GARANTIE; zelfs zonder de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN BEPAALD DOEL. Zie de GNU Algemene Publieke Licentie voor meer details op http://www.gnu.org/licenses/licenses.html

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
eu: Programa hau doako softwarea da; zilegi da hura kopiatu, banatu eta/edo aldatzea Free Software Foundation erakundeak argitaraturiko GNU Free Documentation License lizentziaren 3. edo hurrengo bertsioen arabera (gurago duzun moduan).
nl: Dit Programma is vrije software; U kan het verspreiden en/of wijzigen onder de bepalingen van de GNU Algemene Publieke Licentie, zoals uitgegeven door de Free Software Foundation; ofwel versie 3 van de Licentie, of (naar vrije keuze) een latere versie.

source: This program will connect to LenMus website and look for available updates. Press 'Proceed' to start.
eu: Programa LenMus webgunera joango da eta eguneraketa eskuragarriak bilatuko ditu. Sakatu 'Aurrera' hasteko.
nl: Dit programma zal connecteren met de LenMus website en beschikbare updates opzoeken. Klik 'Verdergaan' om te starten.

source: Tied next
eu: Hurrengoari lotua
nl: Gebonden volgende

source: Time signature
eu: Konpas armadura
nl: Maatsoort

source: Time signatures
eu: Konpas armadurak
nl: maatsoorten

source: To LenMus developers knowledge, all used icons are freely usable either under GNU GPL, LGPL licence, or Creative Commons. If this were not the case, please, let us know to stop using them. See file "icons.htm" in folder "res/icons" for more details.
eu: LenMus garatu dutenen eskerrona adierazteko, erabilitako ikono guztiak mugakizunik gabe erabil daitezke GNU GPL, LGPL edo Creative Commons lizentzietan oinarri. Hala jokatzen ez bada, mesedez, jakinarazi guri erabilera eteteko. Gehiago jakin nahi izanez gero, ikus "icons.htm" artxiboa "res/icons" karpetan.
nl: Voor zover bekend aan de LenMus ontwikkelaars, zijn alle gebruikte ikonen vrij beschikbaar, ofwel onder GNU GPL, LGPL of Creative Commons. Breng ons ervan aub op de hoogte indien dit niet het geval zou zijn, zodat wij ze kunnen verwijderen. Zie het bestand "icons.htm" in folder "res/icons" voor meer details.

source: To better identify the first beat of each measure it is possible to assign a different sound to it. But you can also choose the same sound for both, the first beat and the others.
eu: Neurri bakoitzaren lehen taupada hobeto identifikatzearren, bakoitzari bere soinua izendatzeko aukera duzu. Baina soinu berbera aukeratu dezakezu lehenengo taupadarako zein besteetarako ere.
nl: Om de eerste slag van een maat beter te kunnen identificeren is het mogelijk om er een ander geluid aan toe te kennen. Maar hetzelfde geluid kan ook voor zowel de eerste slag als de volgende slagen gekozen worden.

source: To check for updates LenMus needs internet connection.
eu: LenMus eguneraketarik ote dagoen begiratzeko, Internet lotura behar duzu.
nl: LenMus heeft een internetverbinding nodig om te controleren op updates.

source: To facilitate access to the instruments they are grouped into sections. First choose a section and then choose the desired instrument.
eu: Tresnak errazago eskuratzearren, atalka daude taldekatuta. Lehenik, aukeratu atal bat eta, gero, gura duzun instrumentua.
nl: Om de toegang tot de instrumenten te vergemakkelijken zijn ze gegroepeerd in secties. Kies eerst een sectie en kies dan het gewenste instrument.

source: To generate sounds the program needs a MIDI synthesizer device. Normally, one of these devices is included in the sound board of the PC, but your PC might have more than one.
eu: Soinuak sortzeko, programak MIDI sintetizadore bat behar du. Normalean, halako gailu bat egoten da ordenagailuko soinu txartelean, baina zureak bat baino gehiago eduki dezake.
nl: Om geluiden te genereren heeft het progamma een MIDI synthesizer apparaat nodig. Normaal is dit apparaat geïntegreerd in de geluidskaart van de PC, maar uw PC heeft misschien meer dan één kaart.

source: Toolbars
eu: Tresna barrak
nl: Werkbalken

source: Total: your marks
eu: Guztira: zure puntuak

source: Transient
eu: Ekitea
nl: Doorgaand

source: Transient cadences
eu: Kadentzia iragankorrak
nl: Doorgaande cadens

source: Translation:
eu: Itzulpena:
nl: Vertaling:

source: Triads
eu: Triadak
nl: Drieklanken

source: Triads:
eu: Triadak:
nl: Drieklanken:

source: Trio sonata
eu: Hirukote sonata

source: Tristan chord
eu: Tristan akordea

source: Turkish
eu: Turkiera
nl: Turks

source: Turn metronome on/off
eu: Abiarazi/gelditu metronomoa
nl: Metronoom aan- of afzetten

source: Two octaves
eu: Bi zortzidun
nl: Twee oktaven

source: Type II
eu: II. motakoa

source: Type III
eu: III. motakoa

source: Type IV
eu: IV. motakoa

source: Type of desired answer
eu: Nahi duzun erantzunaren mota
nl: Gewenste antwoordtype

source: Undo
eu: Desegin
nl: Ongedaan maken

source: Unison
eu: Doinu berean
nl: prime

source: Use a proxy server to connect to Internet
eu: Erabili proxy zerbitzari bat Internetera jotzeko
nl: Gebruik een proxy server om te connecteren naar het Internet

source: Username:
eu: Erabiltzaile izena:
nl: Gebruikersnaam:

source: V --> I (one or both with inversions)
eu: V --> I (bat edo biak, inbertsioekin)
nl: V --> I (een of beide met inversies)

source: V aug5 --> I
eu: V geh5 --> I
nl: V verh5 --> I

source: V dim5 --> I
eu: V gutx5 --> I
nl: V verkl5 --> I

source: Viola and piano
eu: Biola eta pianoa
nl: Viola en piano

source: Violin
eu: Biolina
nl: Viool

source: Violin and piano
eu: Biolina eta pianoa
nl: Viool en piano

source: Visit LenMus website
eu: Bisita ezazu Lenmus webgunea
nl: Bezoek de LenMus website

source: Voice
eu: Ahotsa

source: Voice (Alt)
eu: Ahotsa (Alt)

source: Voice channel and instrument
eu: Ahots eta instrumentu kanala
nl: Stem kanaal en instrument

source: Weekly
eu: Astean behin
nl: Wekelijks

source: Welcome to LenMus
eu: Ongi etorri LenMus programara
nl: Welkom bij LenMus

source: Whole note
eu: Biribila
nl: Hele noot

source: Whole rest
eu: Biribil isilunea
nl: Hele rust

source: Whole tones
eu: Tonu osoak
nl: Hele noten

source: Woodwind quintet
eu: Zurezko haize boskotea

source: Woodwind trio
eu: Zurezko haize hirukotea

source: Wrong answers counter
eu: Okerreko erantzun neurgailua

source: You are not connected to internet!
eu: Ez duzu Internet loturarik

source: You must choose al least two buttons!
eu: Gutxienez, bi botoi aukeratu behar!
nl: U moet minstens twee knoppen kiezen!

source: You must choose at least one cadence in tab 'cadences'!
eu: Gutxienez, kadentzia bat aukeratu behar duzu "Kadentziak' etiketan!
nl: U moet minstens één cadens in de tab 'cadenzen' kiezen!

source: You must choose at least one clef!
eu: Gutxienez, giltza bat aukeratu behar duzu!
nl: U moet minstens één sleutel kiezen!

source: You must choose at least one key signature!
eu: Gutxienez, armadura bat aukeratu behar duzu!
nl: U moet minstens één voortekening kiezen!

source: You must choose at least one time signature!
eu: Gutxienez, konpas bat aukeratu behar duzu!
nl: U moet op minstens één maatsoort kiezen!

source: You must choose one at least!
eu: Gutxienez, bat aukeratu behar duzu!
nl: U moet er tenminste één kiezen!

source: You must choose one key signature at least!
eu: Gutxienez, armadura bat aukeratu behar duzu!
nl: U moet tenminste een voortekening kiezen!

source: Your computer information:
eu: Zure ordenagailuaren informazioa:
nl: Uw computer specificaties:

source: Zoom so that page width equals window width
eu: Zooma orria leihoaren zabalerakoa izateraino
nl: Zoomen zodat de pagina breedte gelijk is aan de venster breedte

source: Zoom so that the full page is displayed
eu: Zooma orri osoa bistaratu arte
nl: Zoomen zodat de volledige pagina getoond wordt

source: Zoom to ...
eu: Zooma honela …
nl: Zoom naar ...

source: Zooming factor must be greater that 10% and lower than 800%
eu: Zoom faktoreak % 10 baino handiagoa eta % 800 baino txikiagoa izan behar
nl: Zoom factor moet groter zijn dan 10% en lager dan 800%

source: Zooming tools
eu: Zoom tresnak
nl: Zoom hulpmiddelen

source: Zooming? (10 to 800)
eu: Zoomik? (10-800)
nl: Zoomen? (10 to 800)

source: aug - augmented
eu: geh - gehitua
nl: verh - verhoogd

source: aug.11th / dim.12th
eu: hamaikadun geh./hamabidun gutx.
nl: vergr. undecime/verkl. duodecime

source: aug.4th/dim.5th
eu: laudun geh./bostun gutx.
nl: vergr kwart/verkl kwint

source: aug2
eu: geh2
nl: verh2

source: aug3
eu: geh3
nl: verh3

source: aug4
eu: geh4
nl: verh4

source: aug5
eu: geh5
nl: verh5

source: aug6
eu: geh6
nl: verh6

source: aug7
eu: geh7
nl: verh7

source: aug8
eu: geh8
nl: verh8

source: augm. 11th / dim. 12th
eu: hamaikadun geh./hamabidun gutx.
nl: verh. undecime/verl. duodecime

source: augm.4th / dim. 5th
eu: audun geh./bostun gutx.
nl: verh. kwart/verl. kwint

source: b A
eu: b La
nl: b La

source: b B
eu: b Si
nl: b Si

source: b C
eu: b Do
nl: b Do

source: b D
eu: b Re
nl: b Re

source: b E
eu: b Mi
nl: b Mi

source: b F
eu: b Fa
nl: b Fa

source: b G
eu: B Sol
nl: b Sol

source: bb A
eu: bb Ka
nl: bb La

source: bb B
eu: bb Si
nl: bb Si

source: bb C
eu: bb Do
nl: bb Do

source: bb D
eu: bb Re
nl: bb Re

source: bb E
eu: bb Mi
nl: bb Mi

source: bb F
eu: bb Fa
nl: bb Fa

source: bb G
eu: bb Sol
nl: bb Sol

source: check/uncheck all
eu: egiaztatu/ez egiaztatu dena
nl: alles aan/uitvinken

source: check/uncheck all major
eu: egiaztatu/ez egiaztatu dena maiorra
nl: alle majeur aan/uitvinken

source: check/uncheck all minor
eu: egiaztatu/ez egiaztatu dena minorra
nl: alle mineuren aan/uitvinken

source: da - double augmented
eu: ggb – gehitu bikoitza
nl: dvh - dubbel verhoogd

source: da2
eu: ggb2
nl: dvh2

source: da3
eu: ggb3
nl: dvh3

source: da4
eu: ggb4
nl: dvh4

source: da5
eu: ggb5
nl: dvh5

source: da6
eu: ggb6
nl: dvh6

source: da7
eu: ggb7
nl: dvh7

source: dd - double diminished
eu: gb - gutxitu bikoitza
nl: dvl - dubbel verlaagd

source: dd/mm/aaaa
eu: /aaaa/mm/dd

source: dd2
eu: gb2

source: dd3
eu: gb3
nl: dvl3

source: dd4
eu: gb4
nl: dvl4

source: dd5
eu: gb5
nl: dvl5

source: dd6
eu: gb6

source: dd7
eu: gb7
nl: dvl7

source: dd8
eu: gb8
nl: dvl8

source: dim - diminished
eu: gutx - gutxitua
nl: vl - verlaagd

source: dim2
eu: gutx2

source: dim3
eu: gutx3
nl: vl3

source: dim4
eu: gutx4
nl: vl4

source: dim5
eu: gutx5
nl: vl5

source: dim6
eu: gutx6
nl: vl6

source: dim7
eu: gutx7
nl: vl7

source: dim8
eu: gutx8
nl: vl8

source: m - minor
eu: m - minorra
nl: m - mineur

source: major 10th
eu: hamardun maiorra
nl: grote decime

source: major 13th
eu: hamahirudun maiorra
nl: grote tredecime

source: major 14th
eu: hamalaudun maiorra
nl: grote quattordecime

source: major 2nd
eu: bidun maiorra
nl: grote secunde

source: major 3rd
eu: hirudun maiorra
nl: grote terts

source: major 6th
eu: seidun maiorra
nl: grote sixt

source: major 7th
eu: zazpidun maiorra
nl: groot septiem

source: major 9th
eu: bederatzidun maiorra
nl: grote none

source: minor
eu: minorra
nl: mineur

source: minor 10th
eu: hamardun minorra
nl: kleine decime

source: minor 13th
eu: hamahirudun minorra
nl: kleine tredecime

source: minor 14th
eu: hamalaudun minorra
nl: kleine quattordecime

source: minor 2nd
eu: bidun minorra
nl: kleine secunde

source: minor 3rd
eu: hirudun minorra
nl: kleine terts

source: minor 6th
eu: seidun minorra
nl: kleine sixt

source: minor 7th
eu: zazpidun minorra
nl: klein septiem

source: minor 9th
eu: bederatzidun minorra
nl: kleine none

source: none
eu: bat ez
nl: geen

source: octave
eu: zortziduna
nl: oktaaf

source: perfect 11th
eu: hamaikadun perfektua
nl: reine undecime

source: perfect 12th
eu: hamabidun perfektua
nl: reine duodecime

source: perfect 5th
eu: bostun perfektua
nl: reine kwint

source: perfect 8th
eu: zortzidun perfektua
nl: oktaaf

source: root position
eu: funtsezko posizioa
nl: grondligging

source: two octaves
eu: bi zortzidun
nl: twee oktaven

source: unknown button
eu: botoi ezezaguna
nl: onbekende knop

source: unknown chord
eu: akorde ezezaguna

source: x A
eu: x La
nl: x La

source: x B
eu: x Si
nl: x Si

source: x C
eu: x Do
nl: x Do

source: x D
eu: x Re
nl: x Re

source: x E
eu: x Mi
nl: x Mi

source: x F
eu: x Fa
nl: x Fa

source: x G
eu: x Sol
nl: x Sol

source: Contributors
nl: Medewerkers

source: LenMus is a free program to help you in the study of music theory and ear training.
nl: LenMus is een gratis programma om u te helpen bij het bestuderen van muziektheorie en oortraining.

source: If you find a bug or have a suggestion, please contact me. I depend on your feedback in order to continue to improve LenMus. So please visit LenMus website and give me your bug reports and feature requests. Thank you very much.
nl: Als u een bug tegenkomt of u een suggestie voor verbetering heeft, aarzel dan niet ons te contacteren. Uw feedback laat ons toe om LenMus te blijven verbeteren. Bezoek aub onze website en geef ons uw bugrapporten en suggesties door. Hartelijk dank voor uw input.

source: And, of course, this program uses the LenMus <b>Lomse</b> free library to render the eBooks and the scores. See https://github.com/lenmus/lomse
nl: En natuurlijk gebruikt dit programma de gratis bibliotheek LenMus <b> Lomse </b> om de eBooks en de scores weer te geven. Zie https://github.com/lenmus/lomse

source: Program version:
nl: Programmaversie:

source: Linux package:
nl: Linux pakket:

source: Music advice:
nl: Muziek advies:

source: See credits page on each eBook
nl: Zie credits pagina op elk eBook

source: Simplified Chinese
nl: Vereenvoudigd Chinees

source: Greek
nl: Grieks

source: If you would like to help developing this program or join the project to help in any other way, you are indeed welcome; please, visit LenMus at GitHub (https://github.com/lenmus/lenmus) and leave a message by opening a new issue. Thank you and welcome.
nl: Dit programma is ontworpen en ontwikkeld door Cecilio Salmer&oacute;n. Als u zou willen helpen of op een andere manier wenst bij te dragen bij de ontwikking ervan bent u van harte welkom. Bezoek aub de LenMus op GitHub (https://github.com/lenmus/lenmus) en laat een bericht achter door een nieuw 'issue' te openen. Op voorhand bedankt en hartelijk welkom.

source: Another instance of %s is already running.
nl: Een ander exemplaar van% s is al actief.

source: Opening Internet browser. Please wait ...
nl: Internetbrowser wordt geopend. Even geduld aub ...

source: New
nl: Nieuw

source: Open books
nl: Open boeken

source: Save as
nl: Opslaan als

source: Close all
nl: Alles sluiten

source: Print
nl: Afdrukken

source: Print Setup
nl: Print instellingen

source: Quit
nl: Ophouden

source: Score
nl: Partituur

source: Tool bar
nl: Werkbalk

source: Status bar
nl: Statusbalk

source: Table of content
nl: Inhoudsopgave

source: Hide/show the TOC for current book
nl: Verberg / toon de inhoudsopgave voor het huidige boek

source: Welcome page
nl: Welkom pagina

source: play
nl: spelen

source: play from cursor
nl: spelen vanaf cursor

source: Pause
nl: Pauze

source: Do count off
nl: Tellen af

source: Do count off before starting the play back
nl: Tel af voordat u begint met afspelen

source: Metronome on
nl: Metronoom aan

source: play an scale to test sound
nl: Speel een schaal als geluidstest

source: All sounds off
nl: Alles klinkt uit

source: Open preferences dialog
nl: Voorkeuren-dialoogvenster openen

source: Metronome
nl: Metronoom

source: Open metronome tool
nl: Open metronoomtool

source: LenMus manual
nl: LenMus handboek

source: Study guide
nl: Studie gids

source: How to use LenMus in your studies
nl: Hoe LenMus te gebruiken in uw studies

source: Check now for updates
nl: Kijk nu voor updates

source: About
nl: Info over

source: File
nl: Bestand

source: View
nl: Beeld

source: Sound
nl: Geluid

source: Options
nl: Opties

source: Tools
nl: Hulpmiddelen

source: LenMus files
nl: LenMus formaat

source: MusicXML files
nl: MusicXML formaat

source: MNX files
nl: MXN formaat

source: Choose the file to open
nl: Kies het bestand om te openen

source: Start page
nl: Startpagina

source: File '%s' not found.
nl: Bestand '% s' niet gevonden.

source: Sorry: File not found!
nl: Sorry: bestand niet gevonden!

source: Error: Template '%s' not found.
nl: Fout: Template '%s' niet gevonden.

source: What's is new in this version
nl: Wat is nieuw in deze versie

source: Study guide: How to use this program
nl: Studiegids: Hoe dit programma te gebruiken

source: Recent documents
nl: Recente documenten

source: Cannot open HTML document: %s
nl: Kan HTML-document niet openen:% s

source: Available music books
nl: Beschikbare boeken

source: Please read the <a-1>Study guide</a-1> for information about the best way to use LenMus Phonascus and the books.
nl: Lees de <a-1> Studiegids </a-1> voor informatie over de beste manier om LenMus Phonascus en de boeken te gebruiken.

source: Available books:
nl: Beschikbare boeken

source: Metronome settings
nl: Metronoom instellingen
