Repository: lenmus/lenmus
Catalog: locale/*/lenmus_*.po
Languages: eu, nl

source: augmented
eu: gehitua
nl: verhoogd

source: diminished
eu: gutxitua
nl: verminderd

source: double augmented
eu: bikun gehitua
nl: overmatig

source: double diminished
eu: bikun gutxitua
nl: verminderd

source: mayor
eu: maiorra
nl: groot

source: minor
eu: minorra
nl: klein

source: perfect
eu: perfektua
nl: rein

source: # A
eu: # La
nl: # La

source: # B
eu: # Si
nl: # Si

source: # C
eu: # Do
nl: # Do

source: # D
eu: # Re
nl: # Re

source: # E
eu: # Mi
nl: # Mi

source: # F
eu: # Fa
nl: # Fa

source: # G
eu: # Sol
nl: # Sol

source: &Accept
eu: &Onartu

source: &Allow chromatic accidentals
eu: &Onartu alterazio kromatikoak
nl: &Chromatische toevallige wijzigingstekens toelaten

source: &Ascending
eu: &Goranzkoa
nl: &Stijgend

source: &Both
eu: &Biak
nl: &Allebei

source: &Cancel
eu: &Ezereztatu
nl: &Annuleren

source: &Cut
eu: &Ebaki
nl: &Knippen

source: &Descending
eu: &Beheranzkoa
nl: &Dalend

source: &Help
eu: &Laguntza

source: &Large
eu: &Handia
nl: &Groot

source: &Medium
eu: &Bitartekoa

source: &No labels
eu: Etiketarik &ez
nl: &Geen labels

source: &Play A4 note
eu: &Jo La4 not
nl: &Speel A4 noot

source: &Small
eu: &Txikia
nl: &Klein

source: &Use only notes from key signature
eu: %Erabili soilik armadurari dagozkion notak
nl: &Gebruik enkel noten van de voortekening

source: , ascending
eu: , goranzkoa
nl: , stijgend

source: , descending
eu: , beheranzkoa
nl: , dalend

source: - An accidental deletion of the required template.
eu: -Beharrezko txantiloia ezbeharrez ezabatu izana.
nl: - Een ongewenste verwijdering van het vereiste template.

source: - An error during lenmus installation.
eu: -Lenmus instalatzerakoan gertaturiko errorea.
nl: - Een fout is opgetreden tijdens de installatie van LenMus.

source: 10th
eu: 10.a
nl: decime

source: 11th
eu: 11.a
nl: undecime

source: 12th
eu: 12.a
nl: duodecime

source: 13th
eu: 13.a
nl: tredecime

source: 14th
eu: 14.a
nl: quattordecime

source: 16th note
eu: Kortxeaerdia
nl: 16de noot

source: 16th rest
eu: Kortxeaerdi isilunea
nl: 16de rust

source: 1st inversion
eu: 1.go inbertsioa
nl: 1ste omkering

source: 2 4 time signature
eu: 2 4 konpasa
nl: 2 4 maatsoort

source: 2nd
eu: 2.a
nl: secunde

source: 2nd inversion
eu: 2. inbertsioa
nl: 2de omkering

source: 32th note
eu: Fusa
nl: 32ste noot

source: 32th rest
eu: Fusa isilunea
nl: 32ste rust

source: 3rd
eu: 3.a
nl: terts

source: 3rd inversion
eu: 3. inbertsioa
nl: 3de omkering

source: 4th
eu: 4.a
nl: kwart

source: 4th inversion
eu: 4. inbertsioa

source: 4th perfect
eu: laudun perfektua
nl: reine kwart

source: 5th
eu: 5.a
nl: kwint

source: 5th inversion
eu: 5. inbertsioa

source: 6 8 time signature
eu: 6 8 konpasa
nl: 6 8 maatsoort

source: 64th note
eu: Fusaerdia
nl: 64ste noot

source: 64th rest
eu: Fusaerdi isilunea
nl: 64ste rust

source: 6th
eu: 6.a
nl: sext

source: 7th
eu: 7.a
nl: septiem

source: 8th note
eu: Kortxea
nl: 8ste noot

source: 8th rest
eu: Kortxea isilunea
nl: 8ste rust

source: 8ve
eu: 8.a

source: 9th
eu: 9.a
nl: none

source: < Previous
eu: < Aurrekoa
nl: < Vorige

source: A
eu: La
nl: La

source: A # / B b
eu: La # / Si b

source: A # minor
eu: La # minorra
nl: la # klein

source: A Major
eu: La maiorra
nl: La Groot

source: A Major / F# minor
eu: La maiorra / Fa# minorra
nl: La Groot / Fa # klein

source: A b Major
eu: La b maiorra
nl: La b Groot

source: A b major
eu: La b maiorra
nl: La b Groot

source: A b minor
eu: La b minorra
nl: la b klein

source: A flat major
eu: La bemol maiorra
nl: La b Groot

source: A flat minor
eu: La bemol minorra
nl: La b klein

source: A free program for music language learning
eu: Musika hizkuntza lantzeko doako programa
nl: Een vrij programma voor het leren van muziektaal

source: A major
eu: La maiorra
nl: La Groot

source: A minor
eu: La minorra
nl: la klein

source: A sharp minor
eu: La sostenitu minorra
nl: La # klein

source: A tonic chord will be played before the cadence begins.
eu: Kadentzia hasi aurretik, akorde toniko bat entzungo da.
nl: Een tonica akkoord zal afgespeeld worden voordat de cadens begint.

source: A# minor
eu: La # minor
nl: la # klein

source: A#/Bb
eu: La#/Sib

source: Ab Major
eu: La b maiorra
nl: La b Groot

source: Ab Major / F minor
eu: La b maiorra / Fa minorra
nl: La b Groot / Fa klein

source: Ab minor
eu: La b minorra
nl: la b klein

source: Above
eu: Goitik
nl: Bovenstaande

source: Accept
eu: Onartu
nl: Aanvaarden

source: Accidentals
eu: Alterazioak
nl: Toevallige voortekens

source: Actual size
eu: Tamaina hau
nl: Actuele grootte

source: Add beam
eu: Gehitu nota taldea
nl: Verbinding toevoegen

source: Add rhythm
eu: Gehitu erritmoa
nl: Ritme toevoegen

source: Add tuplet
eu: Gehitu hirukotxoa
nl: Triool toevoegen

source: Add/change styles
eu: Estiloak gehitu/aldatu
nl: Stijl toevoegen/verwijderen

source: Add/remove a tie to/from selected notes
eu: Gehitu/kendu ligatura bat aukeraturiko notetan

source: Add/remove tuplet to/from selected notes
eu: Gehitu/kendu hirukotxoa aukeraturiko notetan

source: Adjust selected beam to draw it horizontal
eu: Doitu aukeraturiko taldea horizontalki marrazteko

source: Aeolian
eu: Eolikoa
nl: Aolisch

source: Allow inversions
eu: Onartu inbertsioak
nl: Omkering toelaten

source: Also augmented and diminished
eu: Baita gehituak eta gutxituak ere
nl: Ook vergroot en verminderd

source: Also double augmented / diminished
eu: Baita bikun gehitua/gutxitua ere

source: An A4 note will be played before the cadence begins.
eu: Kadentzia hasi aurretik, Si4 nota entzungo da.
nl: Een A4 noot zal afgespeeld worden voor de cadens begint.

source: An empty score will be created.
eu: Partitura zuri bat sortuko da.
nl: Een lege blad wordt aangemaakt.

source: Answer buttons
eu: Erantzuteko botoiak
nl: Antwoordknoppen

source: Arpegiated (ascending)
eu: Arpegiatua (goranzkoa)
nl: Gebroken (opgaand)

source: Arpegiated (descending)
eu: Arpegiatua (beheranzkoa)
nl: Gebroken (neergaand)

source: Art design
eu: Arte diseinua
nl: Kunst ontwerp

source: Art desing credits
eu: Arte diseinuaren kredituak
nl: Credits artistiek ontwerp

source: Aug. major 7th
eu: Zazpidun maior gehit.
nl: Verh. groot septiem

source: Augmented
eu: Gehitua
nl: Verhoogd

source: Augmented 6th
eu: Seidun gehitua
nl: Verhoogde Sixt

source: Augmented 7th
eu: Zazpidun gehitua
nl: Overmatig Septiem

source: Augmented major 7th
eu: Zazpidun maior gehitua
nl: Overmatig Dominant Septiem

source: Augmented triad
eu: Triada gehitua
nl: Verhoogde drieklank

source: Authentication
eu: Autentifikazioa
nl: Authenticatie

source: Available updates
eu: Eguneraketak eskuragarri
nl: Beschikbare updates

source: Average answer time:
eu: Erantzuteko batez besteko denbora:

source: B
eu: Si
nl: Si

source: B / C b
eu: Si / Do b

source: B Major
eu: Si maiorra
nl: Si Groot

source: B Major / G# minor
eu: Si maiorra / Sol# minorra
nl: Si Groot / Sol klein

source: B b / C
eu: Si b / Do

source: B b Major
eu: Si b maiorra
nl: Si b Groot

source: B b major
eu: Si b maiorra
nl: Si b Groot

source: B b minor
eu: Si b minorra
nl: si b klein

source: B flat major
eu: Si bemol maiorra
nl: Si b Groot

source: B flat minor
eu: Si bemol minorra
nl: Si b klein

source: B major
eu: Si maiorra
nl: Si Groot

source: B minor
eu: Si minorra
nl: si klein

source: Barline
eu: Barra
nl: Maatstreep

source: Basque
eu: Euskara
nl: Baskisch

source: Bb Major
eu: Si b maiorra
nl: Si b Groot

source: Bb Major / G minor
eu: Si b maiorra / Sol minorra
nl: Si b Groot / Sol klein

source: Bb minor
eu: Si b minorra
nl: si b klein

source: Beam together all selected notes
eu: Taldekatu aukeraturiko nota guztiak

source: Beams
eu: Taldeak

source: Below
eu: Behetik
nl: Beneden

source: Binary subdivision
eu: Azpibanatze bitarra
nl: Binaire onderverdeling

source: Blues
eu: Bluesa

source: Both are equal
eu: Biak berdinak dira
nl: Beide zijn gelijk

source: Brass quintet
eu: Metal boskotea

source: Brass trio
eu: Metal hirukotea

source: Break a beam
eu: Apurtu nota taldea
nl: Verbinding verbreken

source: Break beam at current cursor position
eu: Apurtu nota taldea kurtsorea dagoen tokian

source: Build a
eu: Egin
nl: Bouw een

source: Build info.
eu: Eraikitze informazioa
nl: Build informatie.

source: Build information
eu: Eraikitze informazioa
nl: Build informatie

source: C
eu: Do
nl: Do

source: C # / D b
eu: Do # / Re b

source: C # Major
eu: Do # Maiorra
nl: Do # Groot

source: C # major
eu: Do # maiorra
nl: Do # Groot

source: C # minor
eu: Do # minorra
nl: do # klein

source: C Major
eu: Do maiorra
nl: Do Groot

source: C Major / A minor
eu: Do maiorra / La minorra
nl: Do groot / La klein

source: C b Major
eu: Do b maiorra
nl: Do b Groot

source: C b major
eu: Do b maiorra
nl: Do b Groot

source: C clef on 1st line
eu: Do giltza 1. lerroan

source: C clef on 1st line (soprano)
eu: Do giltza 1.go lerroan (sopranoa)
nl: Do sleutel op de 1ste lijn (soprano)

source: C clef on 2nd line
eu: Do giltza 2. lerroan

source: C clef on 2nd line (mezzo soprano)
eu: Do giltza 2. lerroan (mezzo sopranoa)
nl: Do sleutel op de 2de lijn (mezzo sopraan)

source: C clef on 3rd line
eu: Do giltza 3. lerroan

source: C clef on 3rd line (contralto)
eu: Do giltza 3. lerroan (kontraltoa)
nl: Do sleutel op de 3de lijn (alt)

source: C clef on 4th line
eu: Do giltza 4. lerroan

source: C clef on 4th line (tenor)
eu: Do giltza 3. lerroan (tenorra)
nl: Do sleutel op de 4de lijn (tenor)

source: C flat major
eu: Do bemol maiorra
nl: Do b Groot

source: C major
eu: Do maiorra
nl: Do Groot

source: C minor
eu: Do minorra
nl: do klein

source: C sharp major
eu: Do sostenitu maiorra
nl: Do # Groot

source: C sharp minor
eu: Do sostenitu minorra
nl: Do # Groot

source: C# Major
eu: Do # maiorra
nl: Do # Groot

source: C# Major / A# minor
eu: Do# maiorra / La# minorra
nl: Do # Groot / La # klein

source: C# minor
eu: Do # minorra
nl: do # klein

source: C#/Db
eu: Do#/Reb

source: Cadence settings
eu: Kadentzia ezartzea
nl: Cadens instellingen

source: Cadence types
eu: Kadentzi motak
nl: Cadens types

source: Cadences
eu: Kadentziak
nl: Cadenzen

source: Cancel
eu: Ezeztatu
nl: Annuleren

source: Cb Major
eu: Do b maiorra
nl: Do b Groot

source: Cb Major / Ab minor
eu: Do b maiorra / La b minorra
nl: Do b Majeur / la b mineur

source: Cello and piano
eu: Txeloa eta pianoa
nl: Cello en piano

source: Change note accidentals
eu: Aldatu nota alterazioak
nl: Voortekening wijzigen

source: Channel:
eu: Kanala:
nl: Kanaal:

source: Channels 10 and 16 are specialized in percussion sounds. So it is recommended to choose any other channel (it doesn't matter which one).
eu: 10. eta 16. kanalak batez perkusio soinuetarakoak dira. Beraz, gomendagarri da beste kanalen bat aukeratzea (berdin dio zein).
nl: Kanaal 10 en 16 zijn gespecialiseerd in percussie geluiden. Het is dus aanbevolen om een willekeurig ander kanaal te kiezen.

source: Channels 10 and 16 are specialized in percussion sounds. So it is recommended to choose one of these (it doesn't matter which one).
eu: 10. eta 16. kanalak batez perkusio soinuetarakoak dira. Beraz, gomendagarri da hauetako kanalen bat aukeratzea (berdin dio zein).
nl: Kanaal 10 en 16 zijn gespecialiseerd in percussiegeluiden. Het is dus aanbevolen om een van deze kanalen te kiezen. Het maakt niet uit welk.

source: Check for updates
eu: Bilatu eguneraketak
nl: Controleer updates

source: Checking for available updates
eu: Eguneraketa eskuragarri bila
nl: Bezig met beschikbare updates te controleren

source: Choir 3 voices (SSA)
eu: Koroa 3 ahots (SSA)

source: Choir 4 voices (SATB)
eu: Koroa 4 ahots (SATB)

source: Choir SATB + piano
eu: SATB koroa + pianoa

source: Choir SSA + piano
eu: SSA koroa + pianoa

source: Choose colors to use:
eu: Aukeratu erabili beharreko koloreak:
nl: Kies de te gebruiken kleuren:

source: Choose language to use:
eu: Aukeratu erabili beharreko hizkuntza:
nl: Kies uw taal:

source: Chord (simultaneous notes)
eu: Akordea (baterako notak)
nl: Akkoord (simultane noten)

source: Chords
eu: Akordeak
nl: Akkoorden

source: Chromatic
eu: Kromatikoa
nl: Chromatisch

source: Chromatic semitone
eu: Tonuerdi kromatikoa
nl: Chromatische halve toon

source: Chromatic tone
eu: Tonu kromatikoa

source: Clear all
eu: Garbitu dena
nl: Verwijder alles

source: Clef
eu: Giltza

source: Clefs
eu: Giltzak
nl: Sleutel

source: Clefs and Notes
eu: Giltzak eta notak
nl: Sleutels en noten

source: Clefs to use
eu: Erabili beharreko giltzak
nl: Te gebruiken sleutels

source: Click on 'New problem' to start
eu: Hasteko, klik egin 'Ataza berri' botoian
nl: Klik op 'Nieuw probleem' om te starten

source: Close
eu: Itxi
nl: Sluiten

source: Configuration options
eu: Konfigurazio aukerak
nl: Configuratie opties

source: Configuration: Chords' identification
eu: Konfigurazioa: Akordeak identifikatzea
nl: Configuratie: akkoordherkenning

source: Configuration: Intervals - identification by ear
eu: Konfigurazioa: Bitarteak – belarriz identifikatzea
nl: Configuratie: Intervallen - identificatie via het oor

source: Configuration: Scales' identification
eu: Konfigurazioa: Eskalak identifikatzea
nl: Configuratie: toonaardherkenning

source: Configure printer options
eu: Konfiguratu inprimagailu aukerak
nl: Printer opties configureren

source: Connect to the Internet and check for program updates
eu: Internetera jo eta begiratu programa eguneraketarik dagoen
nl: Connecteer met het Internet en controleer voor programma updates

source: Continue in beamed group
eu: Nota taldearen jarraipena
nl: Ga verder in gekoppelde groep

source: Copy
eu: Kopiatzea
nl: Kopïeren

source: Counters for Team A
eu: A taldearentzako neurgailua

source: Counters for Team B
eu: B taldearentzako neurgailua

source: Cut
eu: Moztea
nl: Knippen

source: D
eu: Re
nl: Re

source: D # / E b
eu: Re # / Mi b

source: D # minor
eu: Re # minorra
nl: re # klein

source: D Major
eu: Re maiorra
nl: Re Groot

source: D Major / B minor
eu: Re maiorra / Si minorra
nl: Re Groot / Si klein

source: D b Major
eu: Re b maiorra
nl: Re b Groot

source: D b major
eu: Re b maiorra
nl: Re b Groot

source: D flat major
eu: Re bemol maiorra
nl: Re b Groot

source: D major
eu: Re maiorra
nl: Re Groot

source: D minor
eu: Re minorra
nl: re klein

source: D sharp minor
eu: Re sostenitu minorra
nl: Re # klein

source: D# minor
eu: Re # minorra
nl: re # klein

source: D#/Eb
eu: Re#/Mib

source: Daily
eu: Egunero
nl: Dagelijks

source: Db Major
eu: Re b maiorra
nl: Re b Groot

source: Db Major / Bb minor
eu: Re b maiorra / Si b minorra
nl: Db Groot / Si b klein

source: Deceptive
eu: Iruzurtia
nl: Bedrieglijke

source: Delete %s
eu: Ezabatu %s
nl: %s verwijderen

source: Delete rhythm
eu: Ezabatu erritmoa
nl: Ritme verwijderen

source: Delete selection
eu: Ezabatu aukeratua
nl: Selectie verwijderen

source: Delete tie
eu: Ezabatu lotura
nl: Overbinding verwijderen

source: Delete tuplet
eu: Ezabatu hirukotxoa
nl: Antimetrische figuur verwijderen

source: Denominator
eu: Adierazlea
nl: noemer

source: Difficulty
eu: Zailtasuna
nl: Moeilijkheid

source: Diminished
eu: Gutxitua
nl: Verlaagd

source: Diminished 7th
eu: Akorde zazpidun gutxitua
nl: Verlaagd Septiem

source: Diminished triad
eu: Triada gutxitua
nl: Verlaagde drieklank

source: Display information about program version and credits
eu: Erakutsi programa bertsioari eta kredituei buruzko argibideak
nl: Informatie over de programmaversie en credits weergeven

source: Display key signature
eu: Erakutsi armadura
nl: Voortekening weergeven

source: Do not show solution and generate new problem if answer is correct
eu: Ez erakutsi ebazpena eta sortu beste ariketa bat erantzuna zuzena bada
nl: Toon geen oplossing bij een juist antwoord en maak een nieuw probleem aan.

source: Dominant 11th
eu: Dominantearekiko akorde hamaikaduna

source: Dominant 13th
eu: Dominantearekiko hamahiruduna

source: Dominant 7th
eu: Dominantearekiko akorde zazpidun
nl: Dominant Septiem

source: Dominant ninth
eu: Dominantearekiko akorde bederatziduna

source: Dorian
eu: Dorikoa
nl: Dorisch

source: Dots
eu: Puntuak

source: Dotted
eu: Puntuduna
nl: Gepunteerd

source: Double barline
eu: Barra bikoitza
nl: Dubbele

source: Double flat
eu: Bemol bikoitza
nl: Dubbele mol

source: Double repetition
eu: Errepikapen bikoitza
nl: Dubbele herhaling

source: Double sharp
eu: Sostenitu bikoitza
nl: Dubbel Kruis

source: Download selected items
eu: Deskargatu aukeraturiko itemak
nl: Download geselecteerde items

source: Duration
eu: Iraupena

source: Dutch
eu: Alemana
nl: Nederlands

source: E
eu: Mi
nl: Mi

source: E # / F
eu: Mi # / Fa

source: E / F b
eu: Mi / Fa b

source: E Major
eu: Mi maiorra
nl: Mi Groot

source: E Major / C# minor
eu: Mi maiorra / Do# minorra
nl: Mi Groot / Do # klein

source: E b Major
eu: Mi b maiorra
nl: Mi b Groot

source: E b major
eu: Mi b maiorra
nl: Mi b Groot

source: E b minor
eu: Mi b minorra
nl: mi b klein

source: E flat major
eu: Mi bemol maiorra
nl: Mi mol Groot

source: E flat minor
eu: Mi bemol minorra
nl: Mi b klein

source: E major
eu: Mi maiorra
nl: Mi Groot

source: E minor
eu: Mi minorra
nl: mi klein

source: Eb Major
eu: Mi b maiorra
nl: Mi b Groot

source: Eb Major / C minor
eu: Mi b maiorra / Do minorra
nl: Mi b Groot / Do klein

source: Eb minor
eu: Mi b minorra
nl: mi b klein

source: Edit
eu: Editatu
nl: Editeer

source: Edit text
eu: Testua editatzea
nl: Tekst wijzigen

source: Edit toolbox
eu: Editatzeko tresna kutxa

source: Edit tools
eu: Editatze tresnak
nl: Editeer hulpmiddelen

source: Edit tools for barlines and rehearsal marks
eu: Barrak eta berrikuste markak editatzeko tresnak

source: Edit tools for clefs, keys and time signatures
eu: Giltza, nota eta konpasa editatzeko tresnak

source: Edit tools for notes and rests
eu: Notak eta isiluneak editatzeko tresnak

source: Edit tools for text, graphics and symbols
eu: Testua, grafikoak eta ikurrak editatzeko tresnak

source: Editor quick guide
eu: Editorerako gida arina
nl: Editor snelgids

source: Empty (manuscript paper)
eu: Hutsa (eskuizkribu papera)
nl: Leeg (blad)

source: End of beamed group
eu: Nota taldearen amaiera
nl: Einde van een gekoppelde groep

source: End repetition
eu: Amaiera errepikatzea
nl: Herhaling eindigen

source: Enlarge image size
eu: Handitu irudi tamaina
nl: Vergroot de beeldgrootte:

source: Error
eu: Errorea
nl: Fout

source: Error checking for updates
eu: Errorea eguneraketak bilatzerakoan
nl: Probleem met het checken van updates

source: Error message
eu: Errore mezua
nl: Foutmelding

source: Error when trying to move to folder %s
eu: Errorea karpetara eramaten saiatzean %s
nl: Fout tijdens het trachten te verplaatsen van map %s

source: Exam
eu: Azterketa

source: Exercise options
eu: Ariketa aukerak
nl: Opties oefeningen

source: Exercise will be changed to 'Practise' mode.
eu: Ariketa ‘Praktika’ modura aldatuko da.
nl: De oefening wordt gewijzigd in de modus 'Oefenen'.

source: Exercises
eu: Ariketak
nl: Oefeningen

source: Exit program
eu: Irten programatik
nl: Programma afsluiten

source: F
eu: Fa
nl: Fa

source: F # / G b
eu: Fa # / Sol b

source: F # Major
eu: Fa # Maiorra
nl: Fa # Groot

source: F # major
eu: Fa # maiorra
nl: Fa # Groot

source: F # minor
eu: Fa # minorra
nl: fa # klein

source: F Major
eu: Fa miaorra
nl: Fa Groot

source: F Major / D minor
eu: Fa maiorra / Re minorra
nl: Fa groot / Re klein

source: F clef on 3rd line
eu: Fa giltza 3. lerroan
nl: Fa sleutel op de 3de lijn

source: F clef on 4th line
eu: Fa giltza 4. lerroan

source: F clef on 4th line (bass)
eu: Fa giltza 4. lerroan (baxua)
nl: Fa sleutel op de 4de lijn (bas)

source: F major
eu: Fa maiorra
nl: Fa Groot

source: F minor
eu: Fa minorra
nl: fa klein

source: F sharp major
eu: Fa sostenitu maiorra
nl: Fa # Groot

source: F sharp minor
eu: Fa sostenitu minorra
nl: Fa # klein

source: F# Major
eu: Fa # maiorra
nl: Fa # Groot

source: F# Major / D# minor
eu: Fa# maiorra / Re# minorra
nl: Fa # Groot / Re # klein

source: F# minor
eu: Fa # minorra
nl: fa # klein

source: F#/Gb
eu: Fa#/Solb

source: Failed adding book %s
eu: Hutsa liburua gehitzerakoan %s
nl: Toevoegen boek %s niet gelukt

source: Figured bass
eu: Baxu zifratua

source: File to save
eu: Gorde beharreko artxiboa

source: File tools
eu: Artxibo tresnak
nl: Bestand hulpmiddelen

source: Finish
eu: Amaiera
nl: Voltooien

source: First one greater
eu: Lehenengoa, handiagoa
nl: Eerste is groter

source: Fit page full
eu: Doitu orri osoa
nl: Volle pagina inpassen

source: Fit page width
eu: Doitu orri zabalera
nl: Aan paginabreedte aanpassen

source: Flat
eu: Bemola
nl: Mol

source: Flute
eu: Flauta
nl: Fluit

source: Free software under GNU General Public License, version 3 or later.
eu: GNU General Public License (3. bertsioa edo hurrengoa) lizentziapeko software askea
nl: Vrije Software onder de GNU General Public License. version 3 of later.

source: French
eu: Frantsesa
nl: Frans

source: G
eu: Sol
nl: Sol

source: G # / A b
eu: Sol # / La b

source: G # minor
eu: Sol # minorra
nl: sol # klein

source: G Major
eu: Sol maiorra
nl: Sol Groot

source: G Major / E minor
eu: Sol maiorra / Mi minorra
nl: Sol Groot / Mi klein

source: G b Major
eu: Sol b maiorra
nl: Sol b Groot

source: G b major
eu: Sol b maiorra
nl: Sol b Groot

source: G clef (violin)
eu: Sol giltza (biolina)
nl: Sol sleutel (viool)

source: G clef on 2nd line
eu: Sol giltza 2. lerroan

source: G flat major
eu: Sol bemol maiorra
nl: Sol b Groot

source: G major
eu: Sol maiorra
nl: Sol Groot

source: G minor
eu: Sol minorra
nl: sol klein

source: G sharp minor
eu: Sol sostenitu minorra
nl: Sol # klein

source: G# minor
eu: Sol # minorra
nl: sol # klein

source: G#/Ab
eu: Sol#/Lab

source: Galician
eu: Galiziarra
nl: Gallicisch

source: Gb Major
eu: Sol b maiorra
nl: Sol b Groot

source: Gb Major / Eb minor
eu: Sol b maiorra / Mi b minorra
nl: Sol b Majeur / mi b mineur

source: General
eu: Orokorra
nl: Algemeen

source: Generate right/wrong sounds when clicking an answer button
eu: Sortu ondo/txarto soinuak erantzun botoia sakatzean
nl: Een juist/verkeerd geluid afspelen bij het indrukkenvan een antwoordknop.

source: Global:
eu: Orokorra:

source: Go back to theory
eu: Berriro teoriara
nl: Ga terug naar theorie

source: Gregorian modes:
eu: Modu gregorianoak:
nl: Gregoriaanse modus:

source: Gregorian scales
eu: Eskala gregorianoak
nl: Gregoriaanse toonaarden

source: Guitar
eu: Gitarra
nl: Gitaar

source: Half cadence
eu: Kadentzia erdia
nl: Halve cadens

source: Half cadences
eu: Kadentzia erdiak
nl: Halve cadenzen

source: Half dim. 7th
eu: Zazpidun erdi gutx.
nl: Half verl. septiem

source: Half diminished 7th
eu: Akorde zazpidun erdi gutxitua
nl: Half Verminderd Septiem

source: Half note
eu: Zuria
nl: Halve noot

source: Half rest
eu: Zuri isilunea
nl: Halve rust

source: Harmonic
eu: Harmonikoa
nl: Harmonisch

source: Harmonic (simultaneous notes)
eu: Harmonikoa (baterako notak)
nl: Harmonisch (simultane noten)

source: Help
eu: Laguntza

source: Help button
eu: Laguntza botoia
nl: Help knop

source: Hide/show the status bar
eu: Ezkutatu/erakutsi egoera barra
nl: Verberg/toon de statusbalk

source: Hide/show the tools bar
eu: Ezkutatu/erakutsi tresna barra
nl: Verberg/toon de werkbalken

source: Hide/show welcome page
eu: Ezkutatu/erakutsi harrera orria
nl: Verberg/toon welkompagina

source: Host:
eu: Hosta:

source: How to show key signature?
eu: Nola erakutsi armadura?
nl: Hoe de voortekening weergeven?

source: IVm/6 --> V (Phrygian half cadence)
eu: IVm/6 --> V (Kadentzia erdi frigioa)
nl: IVm/6 --> V (Frygische halve cadens)

source: Icons' size
eu: Ikono tamaina
nl: Ikoongrootte

source: Identify cadence &group (terminal/transient)
eu: Identifikatu kadentzi &taldea (terminala/iragankorra)
nl: Identificeer de cadens en zijn type (terminaal/transient)

source: Identify cadence &type
eu: Identifikatu kadentzi &mota
nl: Identifeer het cadens &type
