Repository: lenmus/lenmus
Catalog: locale/*/lenmus_*.po
Languages: eu, nl

source: Identify the next cadence:
eu: Hurrengo kadentzia identifikatzea:
nl: Identificeer de volgende cadens:

source: Identify the next chord:
eu: Identifikatu hurrengo akordea:
nl: Identificeer het volgende akkoord:

source: Identify the next interval:
eu: Identifikatu hurrengo bitartea:
nl: Identifeer het volgende interval:

source: Identify the next scale:
eu: Identifikatu hurrengo eskala:
nl: Identificeer de volgende toonaard:

source: If you would like to help developing this program or join the project to help in any other way, you are indeed welcome; please, visit the LenMus website at www.lenmus.org and leave a message in the 'contact' page. Thank you and welcome.
eu: Programa hau garatzen laguntzeko edo bestelako laguntzarik emateko proiektuko kide izan nahi baduzu, pozik hartuko zaitugu; mesedez, bisita ezazu Lenmus webgunea www.lenmus.org helbidean eta utz ezazu mezu bat 'Harremana' orrian. Eskerrik asko eta ondo etorri!

source: If your PC has more than one device, choose one of them. You can test all of them and choose the one whose sound you prefer.
eu: Zure ordenagailuak gailu bat baino gehiago edukiz gero, aukeratu bat. Haietako guztiak saiatu eta nahiago duzun soinua sortzen duena erabil dezakezu.
nl: Als uw PC meer dan een MIDI apparaat heeft, kies er dan een. U kan ze allemaal testen en vervolgens datgene met het beste geluid kiezen.

source: Imperfect
eu: Inperfektua
nl: Onvolledig

source: Imperfect authentic
eu: Benetako inperfektua
nl: Onvolledige authentieke

source: Insert clef
eu: Sartu giltza
nl: Sleutel invoegen

source: Insert note
eu: Sartu nota
nl: Noot invoegen

source: Insert rest
eu: Sartu isilunea
nl: Rust invoegen

source: Instrument:
eu: Instrumentua:

source: Internet connection options
eu: Internet loturaren aukerak
nl: Opties internetconnectie

source: Intervals
eu: Bitarteak
nl: Intervallen

source: Intervals to practise
eu: Aritzeko bitartetak
nl: In te oefenen intervallen

source: Intervals' types
eu: Bitarte motak
nl: Interval types

source: Invalid zooming factor '%s'
eu: Zoom faktoreak ez du balio '%s'
nl: Ongelidge zoom factor '%s'

source: Ionian
eu: Jonikoa
nl: Ionisch

source: It is nor possible to generate all the selected intervals. Selected notes range interval (tab 'Other settings') is lower than maximum allowed interval (tab 'Intervals')
eu: Ezin dira sortu aukeraturiko bitarte guztiak. Aukeraturiko noten barruti bitartea ('Bestelako ezaugarriak' atala) txikiagoa da zilegi den gehienezko bitartea baino ('Bitarteak' atala)
nl: Niet elk interval kan genegeerd worden. De intervalreikweidte (tab 'Andere instellingen') van de geselercteede noten is lager dan het maximaal toegelaten interval (tab 'Intervallen')

source: It is not possible to generate an interval satisfying the constraints imposed by the chosen settings.
eu: Ezin da ganorazko bitarterik sortu aukeraturiko konfigurazioaren mugapenengatik.
nl: Het is niet mogelijk een interval te genereren dat voldoet aan de gekozen instellingen.

source: It is not possible to generate any interval. Selected notes range interval (see tab 'Other settings') is lower than minimun allowed interval (see tab 'Intervals')
eu: Ezin da inolako bitarterik sortu. Aukeraturiko noten barruti bitartea (ikus 'Bestelako ezaugarriak' atala) txikiagoa da zilegi den gutxienezko bitartea baino (ikus 'Bitarteak' atala)
nl: Het is niet mogelijk om een willekeurig interval te genereren. De interval reikweidte (tab 'Andere instellingen') van de geselecteede noten is lager dan het minimaal toegelaten interval (tab 'Intervallen')

source: It is not possible to generate any interval. Selected notes' range interval (tab 'Other settings') is lower than minimum allowed interval (tab 'Intervals')
eu: Aukeraturiko noten barruti bitartea ('Bestelako ezaugarriak' atala) txikiagoa da zilegi den gutxienezko bitartea baino ('Bitarteak' atala)
nl: Niet elk interval kan genegeerd worden. De intervalreikweidte (tab 'Andere instellingen') van de geselecteerde noten is lager dan het minimaal toegelaten interval (tab 'Intervallen')

source: Italian
eu: Italiarra
nl: Italiaans

source: Item description
eu: Item deskribapena
nl: Item beschrijving

source: Just name the interval number
eu: Bitarte zenbakia izendatu besterik ez duzu
nl: Geef gewoon het intervalnummer op

source: Key signature
eu: Armadurak

source: Key signatures
eu: Nota armadurak
nl: Voortekeningen

source: Key type
eu: Gako mota
nl: Sleutel type

source: Labels
eu: Etiketak

source: Labels &bottom
eu: Etiketak &goian
nl: Labels &onder

source: Labels &right
eu: Etiketak &eskuin
nl: Labels &rechts

source: Language
eu: Hizkuntza
nl: Taal

source: Language '%s' will be used the next time you run LenMus.
eu: %s' hizkuntza erabiliko du LenMusek berriro abiatzean

source: Language preferences
eu: Hizkuntz hobespenak
nl: Taal voorkeuren

source: Last successful check:
eu: Azken araketa arrakastatsua:
nl: Laatste succesvolle controle:

source: Learn and practise music theory
eu: Ikasi eta landu musika teoria
nl: Leer en beoefen de muziektheorie

source: Learning
eu: Ikasketa

source: LenMus First Run
eu: LenMusen lehen abioa
nl: Eerste opstart LenMus

source: LenMus Phonascus is built using the <b>wxWidgets</b> application framework (http://www.wxwidgets.org). It is 'Open Source', has multi-platform support, it is ease to learn and extend, it has a helpful community, and also has the possibility to use it in commercial products without licencing.
eu: LenMus Phonascus egiteko <b>wxWidgets</b> aplikazio ingurunea erabili dugu (http://www.wxwidgets.org). 'Open Source' da; hainbat plataformatarako euskarria du; erraz ikasi eta handitzen da,; laguntzeko prest dagoen erkidego bat du atzean eta, gainera, produktu komertzialetan ere erabil daiteke lizentziarik gabe.
nl: LenMus Phonascus maakt gebruik van het <b>wxWidgets</b> applicatie framework (http://www.wxwidgets.org). Dit is 'Open Source', en heeft een multi-platform support, het is makkeljk aan te leren en uit te breiden. Het heeft een behulpzame gebruikersgemeenschap en kan zonder licentie gebruikt worden in commerciële producten.

source: LenMus Phonascus updater
eu: LenMus Phonascus eguneratzekoa

source: LenMus Phonascus uses <b>PortMidi</b> the Portable Real-Time MIDI Library (http://www.cs.cmu.edu/~music/portmusic/). PortMidi is copyright (c) 1999-2000 Ross Bencina and Phil Burk and copyright (c) 2001 Roger B. Dannenberg. Its licence permits free use.
eu: LenMus Phonascusek <b>PortMidi</b> the Portable Real-Time MIDI Library (http://www.cs.cmu.edu/~music/portmusic/) liburutegia darabil. PortMidik copyrighta du: (c) 1999-2000 Ross Bencina eta Phil Burk, eta (c) 2001 Roger B. Dannenberg. Lizentziak doan erabiltzen uzten du.
nl: LenMus Phonascus gebruikt <b>PortMidi</b> de Portable Real-Time MIDI Library(http://www.cs.cmu.edu/~music/portmusic/). PortMidi is copyright (c) 1999-2000 Ross Bencina and Phil Burk and copyright (c) 2001 Roger B. Dannenberg. Haar licentie laat vrij gebruik toe.

source: LenMus uses <b>sqlite3</b> (http://www.sqlite.org/), with <b>wxSQLite3</b> wrapper (http://wxcode.sourceforge.net/components/wxsqlite3) for wxWidgets. SQLite is a widely used library that implements a transactional SQL database engine. Unlike client-server database management systems, the SQLite engine is not a standalone process with which the program communicates. Instead, the SQLite library is linked with your program and becomes an integral part of it. SQLite was created by D. Richard Hipp and the source code is in the public domain and is thus free for use for any purpose, commercial or private. Wrapper wxSQLite3 was written by Ulrich Telle.
eu: LenMusek <b>sqlite3</b> (http://www.sqlite.org/) eta wxWidgets-erako <b>wxSQLite3</b> (http://wxcode.sourceforge.net/components/wxsqlite3) osagaia darabiltza. SQLite erabilera handiko liburutegia da, SQL transakzio datu base makina inplementatzen duena. Ordea, SQLite liburutegia zure programan txertatuta egoten da, haren egiturazko osagai moduan. SQLite Richard Hipp doktoreak sortu zuen, eta iturburu kodea erabilera publikokoa da, edozein helburu publiko edo pribatutarako doan erabil daitekeela. Wrapper wxSQLite3 Ulrich Tellek idatzi zuen.
nl: LenMus gebruikt <b> sqlite3 </b> (http://www.sqlite.org/), met <b> wxSQLite3 </b> wrapper (http://wxcode.sourceforge.net/components/wxsqlite3) voor wxWidgets . SQLite is een veelgebruikte bibliotheek die een transactionele SQL-database-engine implementeert. In tegenstelling tot client-server databasebeheersystemen, is de SQLite-engine geen op zichzelf staand proces waarmee het programma communiceert. In plaats daarvan is de SQLite-bibliotheek gekoppeld aan uw programma en wordt er een integraal onderdeel van. SQLite is gemaakt door D. Richard Hipp en de broncode bevindt zich in het publieke domein en is dus gratis te gebruiken voor elk doel, commercieel of privé. Wrapper wxSQLite3 is geschreven door Ulrich Telle.

source: Licence
eu: Lizentzia
nl: Licentie

source: License
eu: Lizentzia
nl: Licentie

source: Lines and arrows
eu: Lerroak eta geziak

source: Locrian
eu: Lokrioa
nl: Locrisch

source: Lydian
eu: Lidioa
nl: Lydisch

source: M, P - Major, Perfect
eu: M, P – Maiorra, Perfektua
nl: M, R - Majeur, Rein

source: MIDI configuration wizard
eu: MIDIa eratzeko morroia

source: Main tools
eu: Tresna nagusiak
nl: Hoofdhulpmiddelen

source: Major
eu: Maiorra
nl: Majeur

source: Major
eu: Maiorra
nl: Majeur

source: Major 10th
eu: Hamardun maiorra
nl: Grote Decime

source: Major 11th
eu: Hamaikadun maiorra

source: Major 13th
eu: Hamahirudun maiorra
nl: Grote Tredecime

source: Major 14th
eu: Hamalaudun maiorra
nl: Grote Quattordecime

source: Major 2nd
eu: Bidun maiorra
nl: Grote Secunde

source: Major 3rd
eu: Hirudun maiorra
nl: Grote Terts

source: Major 6th
eu: Seidun maiorra
nl: Grote Sixt

source: Major 7th
eu: Zazpidun maiorra
nl: Groot septiem

source: Major 9th
eu: Bederatzidun maiorra
nl: Grote None

source: Major natural
eu: Maior naturala
nl: Majeur natuurlijk

source: Major ninth
eu: Bederatzidun maiorra

source: Major scales
eu: Eskala maiorrak
nl: Majeur toonaarden

source: Major triad
eu: Triada maiorra
nl: Grote drieklank

source: Major type II
eu: II. motako maiorra
nl: Majeur type II

source: Major type III
eu: III. motako maiorra
nl: Majeur Type III

source: Major type IV
eu: IV. motako maiorra
nl: Majeur type IV

source: Major:
eu: Maiorra:
nl: Majeur:

source: Mark the clefts to use and set up the minimun and maximum pitches for the notes to use with each selected clef.
eu: Markatu erabili beharreko giltzak eta adierazi aukeraturiko giltza bakoitzarekin erabili beharreko noten gutxienezko eta gehienezko tonuak.
nl: Markeer de te gebruiken sleutels en stel de minimum en maximum hoogtes in voor de noten te gebruiken met elke geselecteerde sleutel.

source: Max. note
eu: Geh. nota
nl: Max. noot

source: Maximum interval between two consecutive notes
eu: Elkarren ondoko bi notaren arteko gehienezko bitartea
nl: Maximum interval tussen twee opeenvolgende noten

source: Maximum number of leger lines
eu: Gehienezko lerro gehigarri kopurua
nl: Maximaal aantal legerlijnen

source: Measure %d
eu: Neurtu %d
nl: Maat %d

source: Melodic
eu: Melodikoa
nl: Melodisch

source: Melodic (ascending)
eu: Melodikoa (goranzkoa)
nl: Melodisch (opgaand)

source: Melodic (descending)
eu: Melodikoa (beheranzkoa)
nl: Melodisch (neergaand)

source: Metronome tools
eu: Metronomo tresnak
nl: Metronoom hulpmiddelen

source: Midi devices to use
eu: Erabili beharreko MIDI gailuak
nl: Te gebruiken Midi apparaten

source: Min. note
eu: Gutx. nota
nl: Min. noot

source: Minimum pitch must be lower than maximum pitch
eu: Tonu minimoak handienak baino apalago behar du
nl: Minimale toonhoogte moet lager zijn dan de maximale

source: Minor
eu: Minorra
nl: Mineur

source: Minor
eu: Minorra
nl: Mineur

source: Minor 11th
eu: Akorde hamaikadun minorra

source: Minor 13th
eu: Hamahirudun minorra

source: Minor 6th
eu: Akorde seidun minorra
nl: kleine Sixt

source: Minor 7th
eu: Akorde zazpidun minorra
nl: klein septiem

source: Minor Dorian
eu: Minor dorikoa
nl: Mineur Dorisch

source: Minor Harmonic
eu: Minor harmonikoa
nl: Mineur Harmonisch

source: Minor Melodic
eu: Minor melodikoa
nl: Mineur Melodisch

source: Minor major 7th
eu: Zazpidun minor maiorra
nl: mineur Majeur 7

source: Minor natural
eu: Minor naturala
nl: Mineur natuurlijk

source: Minor ninth
eu: Akorde bederatzidun minorra

source: Minor scales
eu: Eskala minorrak
nl: Mineur toonaarden

source: Minor triad
eu: Triada minorra
nl: Kleine drieklank

source: Minor-major 7th
eu: Zazpidun minor-maiorra
nl: Naamloos septiem

source: Minor:
eu: Minorra:
nl: Mineur:

source: Mixolydian
eu: Mixolidioa
nl: Mixolydisch

source: Modifiers
eu: Eraldatzaileak

source: Monthly
eu: Hilean behin
nl: Maandelijks

source: Mouse mode
eu: Sagu modua

source: Music texts and exercises:
eu: Musika testu eta ariketak:
nl: Muziekteksten en -uoefeningen:

source: Natural
eu: Naturala
nl: Natuurlijk

source: Neapolitan sixth --> V
eu: 6. napolitarra --> V
nl: Neapolitaanse sext --> V

source: Never
eu: Inoiz ez
nl: Nooit

source: New problem
eu: Ataza berria
nl: Nieuw probleem

source: New questions:
eu: Galdera berriak:

source: Next >
eu: Hurrengoa >
nl: Volgende >

source: No accidentals
eu: Zeinurik ez
nl: Geen voortekens

source: No more scheduled work for today.
eu: Gaurkoz, ataza planifikatu gehiagorik ez.
nl: Geen gepland werk meer voor vandaag.

source: No scheduled work for today.
eu: Gaur ataza planifikaturik ez.

source: None
eu: Bat ere ez
nl: Geen

source: Not beamed
eu: Elkartu gabe
nl: Zonder waardestreep

source: Not identified
eu: Identifikatu gabea

source: Not yet implemented
eu: Oraindik egin gabe
nl: Nog niet geïmplementeerd

source: Notes' range
eu: Nota tartea
nl: Notenbereik

source: Numerator
eu: Zenbakitzailea
nl: Nummering

source: Octave
eu: Zortziduna

source: Open a score
eu: Zabaldu partitura
nl: Open een partituur

source: Open the Internet browser and go to LenMus website
eu: Zabaldu Internet arakatzailea eta joan LenMus webgunera
nl: Open de Internet browser en ga naar de LenMus website

source: Open the music books
eu: Zabaldu musika liburuak
nl: Open de muziekboeken

source: Options: Intervals - Theory exercises
eu: Aukerak: Bitarteak – Ariketa teorikoak
nl: Opties: Intervallen - Theorie-oefeningen

source: Other
eu: Bestelakoak
nl: Andere

source: Other chords
eu: Beste akorde batzuk
nl: Andere akkoorden

source: Other chords:
eu: Beste akorde batzuk:
nl: Andere akkoorden:

source: Other options
eu: Bestelako aukerak
nl: Andere opties

source: Other scales
eu: Bestelako eskalak
nl: Andere toonaarden

source: Other scales:
eu: Bestelako eskalak:
nl: Andere toonaarden:

source: Other settings
eu: Bestelako ezarpenak
nl: Andere instellingen

source: Other time signatures
eu: Bestelako konpas armadurak
nl: Andere maatsoorten

source: Output device:
eu: Irteera gailua:
nl: Output toestel:

source: Password:
eu: Pasahitza:
nl: Paswoord

source: Paste
eu: Itsastea
nl: Plakken

source: Pattern's editor
eu: Patroi editorea
nl: Patrooneditor

source: Pause playing back
eu: Eten joaldia
nl: Afspelen pauzeren

source: Pentatonic major
eu: Pentatoniko maiorra
nl: Pentatonisch majeur

source: Pentatonic minor
eu: Pentatoniko minorra
nl: Pentatonisch mineur

source: Percussion clef
eu: Perkusio giltza

source: Perfect
eu: Perfektua
nl: Rein

source: Perfect 4th
eu: laudun perfektua
nl: Reine Kwart

source: Perfect authentic
eu: Benetako perfektua
nl: Volledig authentieke

source: Perfect, major and minor intervals
eu: Bitarte perfektuak, maiorrak eta minorrak
nl: Perfecte, grote en kleine intervallen

source: Phrygian
eu: Frigioa
nl: Phrygisch

source: Piano
eu: Pianoa

source: Plagal
eu: Plagala
nl: Plagaal

source: Play
eu: Jo
nl: Afspelen

source: Play &tonic chord
eu: Jo akorde %tonikoa
nl: Speel een &tonica akkoord

source: Play mode
eu: Jotzeko modua
nl: Afspeel mode

source: Play modes
eu: Jotzeko moduak
nl: Speelmodes

source: Please correct the errors before moving to another section.
eu: Mesedez, zuzendu hutsak beste atal batera joan aurretik
nl: Verbeter eerst de fouten alvorens naar een ander sectie te gaan.

source: Please enter data for both, host name and port number
eu: Mesedez, sartu host izenaren eta ataka zenbakiaren datuak
nl: Voer aub data in voor zowel de hostnaam als het poortnummer

source: Please enter data for both, user name and password
eu: Mesedez sartu erabiltzaile izena eta pasahitza
nl: Voer aub zowel de gebruikersnaam als het paswoord in

source: Please, connect to internet and then retry.
eu: Mesedez, ezarri lotura eta, gero, saiatu berriro.
nl: Maak verbinding met internet en probeer het opnieuw.

source: Port number:
eu: Ataka zenbakia:
nl: Poortnummer:

source: Possible causes:
eu: Zergatiko posibleak:
nl: Mogelijke oorzaken:

source: Practise
eu: Ariketa

source: Preferences
eu: Hobespenak
nl: Voorkeuren

source: Preferences for toolbars
eu: Tresna barretarako hobespenak
nl: Werkbalkinstellingen

source: Press 'Play' to hear it again
eu: Zapaldu 'Jo' berriro entzuteko
nl: Klik op 'Afspelen' om de oefening te herhalen

source: Press 'Play' to hear the problem again.
eu: Zapaldu 'Play' ataza berriro entzuteko.
nl: Klik op 'Afspelen' om de oefening te herhalen

source: Preview
eu: Aurrebista
nl: Afdrukvoorbeeld

source: Print document
eu: Inprimatu dokumentua
nl: Document afdrukken

source: Printing
eu: Inprimatzen
nl: Bezig met afdrukken

source: Printing cancelled
eu: Inprimatzea ezereztuta
nl: Afdrukken geannuleerd

source: Proceed
eu: Aurrera
nl: Verdergaan

source: Program build date:
eu: Programa eraikitako data:
nl: Programma build datum:

source: Programming:
eu: Programazioa:
nl: Programmering:

source: Progress report
eu: Aurrerapen txostena

source: Project management:
eu: Proiektu kudeaketa:

source: Properties
eu: Propietateak
nl: Eigenschappen

source: Proxy server requires authentication
eu: Proxy zerbitzariak egiaztatzeko eskatzen du
nl: De proxyserver vereist een authenticatie

source: Proxy settings
eu: Proxy ezarpena
nl: Proxy instellingen

source: Purpose
eu: Helburua
nl: Doelstelling

source: Quarter note
eu: Beltza
nl: Vierde noot

source: Quarter rest
eu: Beltz isilunea
nl: Vierde rust

source: Question
eu: Galdera
nl: Vraag

source: Questions to review:
eu: Berriro aztertu beharrekoak:

source: Quiz
eu: Lehiaketa

source: Read
eu: Irakurri
nl: Lezen

source: Redo
eu: Berregin
nl: Herhalen

source: Reduce image size
eu: Murriztu irudi tamaina
nl: Verklein de beeldgrootte:

source: Reset counters
eu: Kontagailuak zeroan jarri
nl: Tellers op nul zetten

source: Rhymths
eu: Erritmoak
nl: Ritmes

source: Right answers counter
eu: Erantzun zuzenen kontagailua

source: Save
eu: Gorde
nl: Bewaren

source: Save current score to disk
eu: Gorde partitura hau diskoan
nl: Huidige partituur op schijf opslaan

source: Scales
eu: Eskalak
nl: Toonaarden

source: Score configuration wizard
eu: Partitura eratzeko morroia
nl: Partituurconfiguratie wizard

source: Score generation settings
eu: Partiturak sortzeko ezarpenak
nl: Partituur aanmaakinstellingen

source: Second one greater
eu: Bigarrena, handiagoa
nl: Tweede is groter

source: Section:
eu: Atala:
nl: Sectie:

source: See MIDI events
eu: Ikus MIDI gertaerak
nl: Zie MIDI events

source: See source score
eu: Ikus sorburu partitura
nl: Inspecteer broncode

source: Select a key signature
eu: Aukeratu armadura bat
nl: Voortekening selecteren

source: Select instruments and style
eu: Instrumentuak eta estiloa aukeratzea
nl: Selecteer de instrumenten en stijl

source: Select octave %d
eu: Aukeratu zortziduna %d

source: Select time signature
eu: Konpas armadura aukeratzea
nl: Maatsoort selecteren

source: Select time signature %d/%d
eu: Konpasa aukeratzea %d/%d

source: Select voice %d
eu: Aukeratu ahotsa %d

source: Select voice Alto
eu: Aukeratu altu ahotsa

source: Select voice Bass
eu: Aukeratu baxu ahotsa

source: Select voice Soprano
eu: Aukeratu soprano ahotsa

source: Select voice Tenor
eu: Aukeratu tenor ahotsa

source: Server settings
eu: Zerbitzari ezarpena
nl: Server instellingen

source: Session report
eu: Saioari buruzko txostena

source: Session:
eu: Saioa

source: Set user preferences
eu: Ezarri erabiltzailearen hobespenak
nl: Gebruiksvoorkeuren instellen

source: Seventh chords:
eu: Zazpidun akordeak:
nl: Septiem akkoorden:

source: Sevenths
eu: Zazpidunak
nl: Zevendes

source: Sharp
eu: Sostenitua
nl: Kruis

source: Show solution
eu: Erakuts ebazpena
nl: Oplossing tonen

source: Software credits
eu: Software kredituak

source: Software updates
eu: Softwarea eguneratzea

source: Software used
eu: Erabilitako softwarea
nl: Gebruikte software

source: Some icons are original artwork for LenMus project; all these original icons are released under GNU GPL licence and under Creative Commons Attribution-ShareAlike license, you can choose the one you prefer for the intended usage. The other icons are taken from different sources:
eu: Zenbait ikono LenMus proiekturako berariaz eginiko artelanak dira; jatorrizko ikono horiek guztiak GNU GPL lizentziaren eta Creative Commons Attribution-ShareAlike lizentziaren baldintzen pean eginik daude, nahi duzuna aukera dezakezu zeure helburuetarako. Gainerako ikonoak hainbat iturritatik hartuta daude:
nl: Sommige ikonen zijn origineel kunstwerk voor het LenMus project; al deze orginele ikonen zijn vrijgegeven onder de GNU GPL licentie en onder de Creative Commons Attribution-ShareAlike licentie. U kan de licentie van uw voorkeur kiezen in functie van het beoogd gebruik. De overige ikonen zijn afkomstig van andere bronnen:

source: Sound for first beat of each measure:
eu: Neurri bakoitzaren lehen taupadarako soinua:
nl: Geluid voor de eerste slag van elke maat:

source: Sound for other beats of each measure:
eu: Neurri bakoitzaren beste taupadetarako soinua:
nl: Geluid voor de overige slagen van elke maat:

source: Spanish
eu: Espainiera
nl: Spaans

source: Start both intervals with the same note
eu: Hasi bi bitarteak nota berberaz
nl: Start beide intervallen met dezelfde noot

source: Start of a beamed group
eu: Nota talde baten hasiera
nl: Begin van een gekoppelde groep

source: Start repetition
eu: Hasi errepikapena
nl: Herhaling starten

source: Start with count off
eu: Hasi kontatzen
nl: Begin met aftellen

source: Start/resume play back. From cursor measure
eu: Hasi/berrekin joaldia. Kurtsorearen neurritik
nl: Start/herneem het afspelen vanaf de cursor positie

source: Start/resume play back. From selection of full score
eu: Hasi/berrekin joaldia. Aukeratutik partitura osora.
nl: Afspelen starten/hernemen

source: Step 1. Choose attributes for next note/rest to enter:
eu: 1. urratsa. Aukeratu ezaugarriak sartu beharreko hurrengo notarako/isilunerako:
nl: Stap 1. Kies de attributen voor de volgende noot/rust in te geven:

source: Step 2. Enter the the desired note/rest:
eu: 2. urratsa. Sartu nahi duzun nota/isilunea:
nl: Stap 2. Geef de gewenste noot/rust:

source: Stop
eu: Gelditu
nl: Stoppen

source: Stop %d
eu: Gelditu %d

source: Stop inmediatly all sounds
eu: Gelditu oraintxe bertan soinu guztiak
nl: Stop onmiddelijk alle geluid

source: Stop playing
eu: Gelditu joaldia

source: Stop playing back
eu: Gelditu joaldia
nl: Stoppen met afspelen

source: String quartet
eu: Hari laukotea

source: Styles defined in current score
eu: Estiloak honako partitura honetan definiturik.
nl: Stijlen gedefinieerd in de huidige partituur

source: Subdivide beamed group at current cursor position
eu: Zatitu nota taldea kurtsorea dagoen tokian

source: Suspended (2nd)
eu: Luzatua (2.a)
nl: Vertraagd (2de)

source: Suspended (4th)
eu: Luzatua (4.a)
nl: Vertraagde kwart

source: Suspended triad (2nd)
eu: Triada luzatua (2.a)
nl: Vertraagde kwart (2de)

source: Suspended triad (4th)
eu: Triada luzatua (4.a)
nl: Vertraagde kwart
