Repository: lenmus/lenmus
Catalog: locale/*/lenmus_*.po
Languages: eu, nl

source: or tap tempo with this button or with space bar
nl: of tik op tempo met deze knop of met de spatiebalk

source: Metronome beat is:
nl: Metronoombeat is:

source: the note value selected at right
nl: de nootwaarde die rechts is geselecteerd

source: implied by time signature
nl: geïmpliceerd door maatsoort

source: Start
nl: Begin

source: Mode:
nl: Modus:

source: Change mode
nl: Wijzig modus

source: Press any button below to hear how it sounds, and compare with the right answer
nl: Druk op een willekeurige knop hieronder om te horen hoe het klinkt en vergelijk het met het juiste antwoord

source: Play again
nl: Speel opnieuw

source: Play all notes to identify
nl: Speel alle noten om te identificeren

source: Click on 'Continue' to listen a new note
nl: Klik op 'Doorgaan' om een nieuwe notitie te beluisteren

source: You will have to identify the following notes:
nl: U moet de volgende opmerkingen identificeren:

source: Try again!
nl: Probeer opnieuw!

source: Problem. Identify the following key signature:
nl: Probleem. Identificeer de volgende sleutelhandtekening:

source: Problem. How many accidentals has next key signature?:
nl: Probleem. Hoeveel ongelukken hebben de volgende sleutelteken?

source: Play with metronome
nl: Speel met metronoom

source: The following notes:
nl: De volgende opmerkingen:

source: Just identify type: major or minor
nl: Geef gewoon het type op: groot of klein

source: The program will record and analyse your answers. Questions will focus on those issues in which the program detects that you are having more trouble. This mode minimizes your study time and optimises your learning rate. It is based on the 'Leitner' methodology, also known as 'spaced repetition'.
nl: Het programma zal uw antwoorden opnemen en analyseren. Vragen zullen zich richten op die kwesties waarbij het programma detecteert dat u meer problemen ondervindt. Deze modus minimaliseert je studietijd en optimaliseert je leersnelheid. Het is gebaseerd op de 'Leitner'-methode, ook bekend als' spaced repetition '.

source: The program uses your performance data, saved in learning mode, to choose questions. It selects questions at random but giving more probability to those that are troubling you. This mode is useful when you have finished your daily assignment in 'learning' mode and you would like to practise more.
nl: Het programma gebruikt uw prestatiegegevens, opgeslagen in de leermodus, om vragen te kiezen. Het selecteert willekeurige vragen, maar geeft meer kans aan degenen die u lastig vallen. Deze modus is handig wanneer u uw dagelijkse opdracht in de leermodus hebt voltooid en u meer wilt oefenen.

source: Neither your saved performance data not your answers to previous questions are taken into account to formulate questions. At any moment, all possible questions have the same probability of being asked. This mode is useful for testing your knowledge before taking an examination, but is less useful for learning.
nl: Noch uw opgeslagen prestatiegegevens, noch uw antwoorden op eerdere vragen worden in aanmerking genomen om vragen te formuleren. Op elk moment hebben alle mogelijke vragen dezelfde kans dat ze worden gesteld. Deze modus is handig om uw kennis te testen voordat u een examen aflegt, maar is minder handig om te leren.

source: Quiz mode
nl: Quiz-modus

source: This mode is similar to the 'exam' mode but two answer counters are displayed and questions are accounted in both counters: one in the first counter and the next one in the second counter. This mode is useful to work in pairs or in teams at classroom.
nl: Deze modus is vergelijkbaar met de 'examenmodus', maar er worden twee antwoordtellers weergegeven en vragen worden in beide tellers verwerkt: één in de eerste teller en de volgende in de tweede teller. Deze modus is handig om in paren of in teams in de klas te werken.

source: (Undefined)
nl: (Niet gedefinieerd)

source: Application appearance and layout
nl: Uiterlijk en indeling van de toepassing

source: Playback
nl: Afspelen

source: Playback options
nl: Afspeelopties

source: Visual tracking
nl: Visueel volgen

source: Highlight notes being played back in color
nl: Markeer noten die in kleur worden afgespeeld

source: Highlight color
nl: Markeer kleur

source: Draw a cursor line at current beat
nl: Teken een cursorlijn op de huidige tel

source: Cursor line color
nl: Cursor lijnkleur

source: Cursor line width (millimeters)
nl: Cursorlijnbreedte (millimeter)

source: Error: invalid width
nl: Fout: ongeldige breedte

source: Action
nl: Actie

source: Metronome channel and sounds
nl: Metronoomkanaal en geluiden

source: No updates available.
nl: Geen updates beschikbaar.
