Repository: lenmus/lenmus
Catalog: locale/*/wxmidi_*.po
Languages: el, it

source: Error: Device not properly created
el: Σφάλμα: H συσκευή δεν έχει δημιουργηθεί σωστά
it: Errore: Dispositivo non creato correttamente

source: PortMidi: `Host error'
el: PortMidi: ' σφάλμα κεντρικού υπολογιστή '

source: PortMidi: `Invalid device ID'
el: PortMidi: ' μη έγκυρο αναγνωριστικό συσκευής '

source: PortMidi: `Insufficient memory'
el: PortMidi: ' ανεπαρκής μνήμη '

source: PortMidi: 'Buffer too small'
el: PortMidi: ' buffer πολύ μικρό '

source: PortMidi: `Bad pointer'
el: PortMidi: ' εσφαλμένος δείκτης '

source: PortMidi: 'Internal PortMidi Error'
el: PortMidi: ' εσωτερικό σφάλμα PortMidi '

source: PortMidi: 'Buffer overflow'
el: PortMidi: 'Υπερχείλιση Ρυθμιστή'

source: PortMidi: 'Invalid MIDI message Data'
el: PortMidi: 'Μη έγκυρα δεδομένα μηνυμάτων MIDI'

source: PortMidi: 'Buffer is already as large as it can be'
el: PortMidi: 'Ο Ρυθμιστής έχει το μέγιστο δυνατό μέγεθος'

source: wxMidi: 'Already lisening!'
el: wxMidi: 'Ακούγεται ήδη'

source: wxMidi: 'Error while creating the thread object'
el: wxMidi: 'Σφάλμα κατά τη δημιουργία'

source: wxMidi: 'Error while starting the thread execution'
el: wxMidi: 'Σφάλμα κατά την εκκίνηση εκτέλεσης του νήματος'

source: wxMidi. 'Bad sysex msg: It does not start with 0xF0'
el: wxMidi. 'Μήνυμα συντακτικού σφάλματος: Δεν ξεκινάει με 0xF0'

source: wxMidi. 'Bad sysex msg: Length greater than 10000 or no final byte 0xF7'
el: wxMidi. 'Μήνυμα συντακτικού σφάλματος: Μέγεθος μεγαλύτερο από 10000 ή δεν υπάρχει τελικό byte 0xF7'

source: wxMidi. 'There are no MIDI messages pending to be read'
el: wxMidi. 'Δεν υπάρχουν εκκρεμή μηνύματα MIDI προς ανάγνωση'

source: wxMidi: 'Illegal error number'
el: wxMidi: 'Μη επιτρεπτός αριθμός'

source: Acoustic Grand Piano
el: Ακουστικό Πιάνο (Grand)
it: Gran Piano Acustico

source: Bright Acoustic Piano
el: Ακουστικό Πιάνο (Bright)
it: Piano Chiaro Acustico

source: Electric Grand Piano
el: Ηλεκτρικό Πιάνο (Grand)
it: Gran Piano Elettrico

source: Honky-tonk Piano
el: Πιάνο Χόνκυ-τονκ
it: Piano Honky-Tonk

source: Electric Piano 1
el: Ηλεκτρικό Πιάνο 1
it: Piano Elettrico 1

source: Electric Piano 2
el: Ηλεκτρικό Πιάνο 2
it: Piano Elettrico 2

source: Harpsichord
el: Τσέμπαλο
it: Clavicembalo

source: Clavinet
el: Κλάβινετ

source: Celesta
el: Τσελέστα

source: Glockenspiel
el: Γκλοκενσπήελ

source: Music Box
el: Μουσικό Κουτί

source: Vibraphone
el: Βιμπράφωνο
it: Vibrafono

source: Marimba
el: Μαρίμπα

source: Xylophone
el: Ξυλόφωνο
it: Xylofono

source: Tubular Bells
el: Καμπάνες ορχήστρας
it: Campane Tubolari

source: Dulcimer
el: Ντούλτσιμερ

source: Drawbar Organ
el: Ηλεκτρικό όργανο (Drawbar)
it: Organetto

source: Percussive Organ
el: Ηλεκτρικό Όργανο (Percussive)
it: Organo a percussione

source: Rock Organ
el: Ηλεκτρικό Όργανο (Rock)
it: Organo Rock

source: Church Organ
el: Εκκλησιαστικό Όργανο
it: Organo da Chiesa

source: Reed Organ
el: Αερόφωνο Όργανο
it: Organo ad ancia

source: Accordion
el: Ακορντεόν
it: Fisarmonica

source: Harmonica
el: Φυσαρμόνικα
it: Armonica

source: Tango Accordion
el: Ακορντεόν Τανγκό
it: Fisarmonica da Tango

source: Acoustic Guitar (nylon)
el: Κλασική Κιθάρα
it: Chitarra Acustica (nylon)

source: Acoustic Guitar (steel)
el: Ακουστική Κιθάρα
it: Chitarra Acustica (metallo)

source: Electric Guitar (jazz)
el: Ηλεκτρική Κιθάρα (τζάζ)
it: Chitarra Elettrica (jazz)

source: Electric Guitar (clean)
el: Ηλεκτρική Κιθάρα (καθαρός ήχος)
it: Chitarra Elettrica (suono neutro)

source: Electric Guitar (muted)
el: Ηλεκτρική Κιθάρα (σίγαση)
it: Chitarra Elettrica (stoppata)

source: Overdriven Guitar
el: Κιθάρα με υπεροδήγηση σήματος
it: Chitarra con overdrive

source: Distortion Guitar
el: Κιθάρα με παραμόρφωση
it: Chitarra con distorsione

source: Guitar harmonics
el: Αρμονικές Κιθάρας
it: Chitarra armonica

source: Acoustic Bass
el: Ακουστικό Μπάσο
it: Basso Acustico

source: Electric Bass (finger)
el: Ηλεκτρικό Μπάσο (δάχτυλα)
it: Basso Elettrico (pizzicato)

source: Electric Bass (pick)
el: Ηλεκτρικό Μπάσο (πένα)
it: Basso Elettrico (a plettro)

source: Fretless Bass
el: Άταστο Μπάσο
it: Basso senza tasti

source: Slap Bass 1
el: Μπάσο Τεχνική Slap 1
it: Basso sleppato 1

source: Slap Bass 2
el: Μπάσο Τεχνική Slap 2
it: Basso sleppato 2

source: Synth Bass 1
el: Μπάσο Συνθετητή 1
it: Basso sintetizzato 1

source: Synth Bass 2
el: Μπάσο Συνθετητή 2
it: Basso sintetizzato 2

source: Violin
el: Βιολί
it: Violino

source: Viola
el: Βιόλα

source: Cello
el: Τσέλο
it: Violoncello

source: Contrabass
el: Κόντρα Μπάσο
it: Contrabbasso

source: Tremolo Strings
el: Τρέμολο εγχόρδων
it: Archi (effetto tremolo)

source: Pizzicato Strings
el: Πιτσικάτο εγχόρδων
it: Archi (effetto pizzicato)

source: Orchestral Harp
el: Άρπα Ορχήστρας
it: Arpa

source: Timpani
el: Τύμπανα

source: String Ensemble 1
el: Σύνολο Εγχόρδων 1
it: Insieme di archi 1

source: String Ensemble 2
el: Σύνολο Εγχόρδων 2
it: Insieme di archi 2

source: SynthStrings 1
el: Έγχορδα Συνθετητή 1
it: Archi sintetizzati 1

source: SynthStrings 2
el: Έγχορδα Συνθετητή 1
it: Archi sintetizzati 2

source: Choir Aahs
el: Χορωδία 'Ααα'
it: Coro "Aah"

source: Voice Oohs
el: Βοκαλισμός 'Οοοο'
it: Voce "Uuh"

source: Synth Voice
el: Φωνή Συνθετητή
it: Voce sintetizzata

source: Orchestra Hit
el: Χτύπημα Ορχήστρας (orchestra hit)
it: Colpo d'orchestra

source: Trumpet
el: Τρομπέτα
it: Tromba

source: Trombone
el: Τρομπόνι

source: Tuba
el: Τούμπα

source: Muted Trumpet
el: Τρομπέτα με τάπα
it: Tromba con sordina

source: French Horn
el: Γαλλικό Κόρνο
it: Corno Francese

source: Brass Section
el: Σύνολο Χάλκινων Πνευστών
it: Insieme di trombe

source: SynthBrass 1
el: Χάλκινα Πνευστά Συνθετητή 1
it: Tromba sintetizzata 1

source: SynthBrass 2
el: Χάλκινα Πνευστά Συνθετητή 2
it: Tromba sintetizzata 2

source: Soprano Sax
el: Σαξόφωνο Σοπράνο
it: Sassofono Soprano

source: Alto Sax
el: Σαξόφωνο Άλτο
it: Sassofono Alto

source: Tenor Sax
el: Σαξόφωνο Τενόρο
it: Sassofono Tenore

source: Baritone Sax
el: Σαξόφωνο Βαρύτονο
it: Sassofono Baritono

source: Oboe
el: Όμποε

source: English Horn
el: Αγγλικό Κόρνο
it: Corno Inglese

source: Bassoon
el: Φαγκότο

source: Clarinet
el: Κλαρινέτο
it: Clarinetto

source: Piccolo
el: Πίκολο
it: Sopranino

source: Flute
el: Φλάουτο
it: Flauto

source: Recorder
el: Φλογέρα

source: Pan Flute
el: Αυλός του Πάνα
it: Flauto di Pan

source: Blown Bottle
el: Φυσητό μπουκάλι
it: Soffio in bottiglia

source: Shakuhachi
el: Σακουχάτσι

source: Whistle
el: Σφύριγμα
it: Fischio

source: Ocarina
el: Οκαρίνα

source: Lead 1 (square)
el: Οδηγός (Lead) 1 (square)
it: Suoni guida 1 (quadrato)

source: Lead 2 (sawtooth)
el: Οδηγός (Lead) 2 (πριονωτό)
it: Suoni guida 2 (dente di sega)

source: Lead 3 (calliope)
el: Οδηγός (Lead) 3 (calliope)
it: Suoni guida 3 (calliope)

source: Lead 4 (chiff)
el: Οδηγός (Lead) 4 (chiff)
it: Suoni guida 4 (chiff)

source: Lead 5 (charang)
el: Οδηγός (Lead) 5 (charang)
it: Suoni guida 5 (charang)

source: Lead 6 (voice)
el: Οδηγός (Lead) 6 (φωνή)
it: Suoni guida 6 (voce)

source: Lead 7 (fifths)
el: Οδηγός (Lead) 7 (πέμπτες)
it: Suoni guida 7 (quinte)

source: Lead 8 (bass + lead)
el: Οδηγός (Lead) 8 (μπάσο + οδηγός)
it: Suoni guida 8 (basso + principale)

source: Pad 1 (new age)
el: Παντ 1 (νιού έιτζ)

source: Pad 2 (warm)
el: Παντ 2 (ζεστό)
it: Pad 2 (caldo)

source: Pad 3 (polysynth)
el: Παντ 3 (πολυσυνθ.)

source: Pad 4 (choir)
el: Παντ 4 (χορωδία)
it: Pad 4 (coro)

source: Pad 5 (bowed)
el: Παντ 5 (μπόουντ)

source: Pad 6 (metallic)
el: Παντ 6 (μεταλλικό)

source: Pad 7 (halo)
el: Παντ 7 (φωτοστέφανο)

source: Pad 8 (sweep)
el: Παντ 8 (σαρωτικό)

source: FX 1 (rain)
el: Εφέ 1 (βροχή)
it: FX 1 (pioggia)

source: FX 2 (soundtrack)
el: Εφέ 2 (σάουντρακ)

source: FX 3 (crystal)
el: Εφέ 2 (κρύσταλλο)

source: FX 4 (atmosphere)
el: Εφέ 4 (ατμόσφαιρα)
it: FX 4 (atmosfera)

source: FX 5 (brightness)
el: Εφέ 5 (λάμψη)
it: FX 5 (luminosit√†)

source: FX 6 (goblins)
el: Εφέ 6 (καλικάντζαροι)

source: FX 7 (echoes)
el: Εφέ 7 (αντιχήσεις)
it: FX 7 (eco)

source: FX 8 (sci-fi)
el: Εφέ 8 (επ. φαντασ.)

source: Sitar
el: Σιτάρ

source: Banjo
el: Μπάντζο

source: Shamisen
el: Σάμισεν

source: Koto
el: Κότο

source: Kalimba
el: Καλίμπα

source: Bag pipe
el: Γκάιντα
it: Cornamus

source: Fiddle
el: Βιολί (Fiddle)

source: Shanai
el: Σανάι

source: Tinkle Bell
el: Κουδουνάκια
it: Campana suonata

source: Agogo
el: Αγκόγκο

source: Steel Drums
el: Στιλ Ντραμς
it: Batteria con suono metallico

source: Woodblock
el: Γούντμπλοκ
it: Percussione con legni

source: Taiko Drum
el: Τύμπανο Τάικο
it: Percussioni Taiko

source: Melodic Tom
el: Μελωδικό Τύμπανο
it: Tom da batteria

source: Synth Drum
el: Τύμπανο Συνθετητή
it: Percussione sintetizzata

source: Reverse Cymbal
el: Ανεστραμμένο Κύμβαλο
it: Cimbalo rovescio

source: Guitar Fret Noise
el: ΤάσταΚιθάρας
it: Rumore su chitarra

source: Breath Noise
el: Αναπνοή
it: Respiro

source: Seashore
el: Παραλία
it: Onde del mare

source: Bird Tweet
el: Τιτίβισμα πουλιών
it: Cinguettio di uccelli

source: Telephone Ring
el: Κτύπος Τηλεφώνου
it: Squillo telefonico

source: Helicopter
el: Ελικόπτερο
it: Elicottero

source: Applause
el: Χειροκρότημα
it: Applauso

source: Gunshot
el: Πυροβολισμός
it: Sparo

source: 35-Acoustic Bass Drum
el: 35-Ακουστικό Μπάσο Τύμπανο
it: 35-Batteria acustica

source: 36-Bass Drum 1
el: 36-Μπάσο Τύμπανο 1
it: 36-Cassa

source: 37-Side Stick
el: 37-Πλάγιος χτύπος (Side Stick)
it: 37-Bacchette

source: 38-Acoustic Snare
el: 38-Ακουστικό Ταμπούρο

source: 39-Hand clap
el: 39-Παλαμάκια
it: 39-Battito di mani

source: 40-Electric Snare
el: 40-Ηλεκτρικό Ταμπούρο

source: 41_Low Floor Tom
el: 41_Χαμηλό Βαθύ Τομ
it: 41-Tom molto basso

source: 42_Closed High-Hat
el: 42_Κλειστό Χάι-χατ
it: 42-Hi Hat chiuso

source: 43-High Floor Tom
el: 43-Ψηλό Βαθύ Τομ
it: 43-Tom molto alto

source: 44-Pedal High-Hat
el: 44-Χάι Χατ με πεντάλ
it: 44-Hi Hat a pedale

source: 45-Low Tom
el: 45-Χαμηλό Τομ
it: 45-Tom basso

source: 46-Open High-Hat
el: 46-Ανοικτό Χάι Χατ
it: 46-High Hat aperto

source: 47-Low-Mid Tom
el: 47-Χαμηλο-μεσαίο Τομ
it: 47-Tom medio basso

source: 48-High-Mid Tom
el: 48-Υψηλο-μεσαίο Τομ
it: 48-Tom medio alto

source: 49-Crash Cymbal 1
el: 49-Κύμβαλο τύπου Crash 1

source: 50-High Tom
el: 50-Υψηλό Τομ
it: 50-Tom alto

source: 51-Ride Cymbal 1
el: 51-Κύμβαλο τύπου Ride 1

source: 52-Chinese Cymbal
el: 52-κινέζικο Κύμβαλο

source: 53-Ride Bell
el: 53-Καμπανάκι
it: 53-Campana

source: 54-Tambourine
el: 54-Ντέφι
it: 54-Tamburello

source: 55-Splash Cymbal
el: 55-Κύμβαλο τύπου Splash

source: 56-Cowbell
el: 56-Κουδούνα
it: 56-Campanaccio

source: 57-Crash Cymbal 2
el: 57-Κύμβαλο τύπου Crash 2

source: 58-Vibraslap
el: 58-Βίμπρασλαπ

source: 59-Ride Cymbal 2
el: 59-Κύμβαλο τύπου Ride 2

source: 60-High Bongo
el: 60- Πρίμο Μπόνγκο
it: 60-Bongo alto

source: 61-Low Bongo
el: 61- Μπάσο Μπόνγκο
it: 61-Bongo basso

source: 62-Mute High Conga
el: 62- Πρίμο Κόνγκα με σίγαση
it: 62-Conga stoppata alta

source: 63-Open High Conga
el: 63- Πρίμο Κόνγκα
it: 63-Conga aperta alta

source: 64-Low Conga
el: 64-Μπάσο Κόνγκα
it: 64-Conga bassa

source: 65-High Timbale
el: 65-Υψηλές Τυμπάλες
it: 65-Timbalo alto

source: 66-Low Timbale
el: 66-Χαμηλές Τυμπάλες
it: 66-Timbalo basso

source: 67-High Agogo
el: 67-Πρίμο Αγκόγκο
it: 67-Agogo alto

source: 68-Low Agogo
el: 68-Μπάσο Αγκόγκό
it: 68-Agogo basso

source: 69-Casaba
el: Καμπάσα

source: 70-Maracas
el: 70-Μαράκες

source: 71-Short Whistle
el: 71-Σύντομο Σφύριγμα
it: 71-Fischio corto

source: 72-Long Whistle
el: 72-Σφύριγμα Διαρκείας
it: 72-Fischio lungo

source: 73-Short Guiro
el: 73-Σύντομο Γκουίρο
it: 73-Guiro corto

source: 74-Long Guiro
el: 74-Γκουίρο Διαρκείας
it: 74-Guiro lungo

source: 75-Claves
el: 75-Κλάβες

source: 76-High Wood Block
el: 76-Πρίμο Γουντ - Μπλοκ
it: 76-Legni alti

source: 77-Low Wood Block
el: 77-Μπάσο Γούντ - Μπλοκ
it: 77-Legni bassi

source: 78-Mute Cuica
el: 78-Κουίκα με σίγαση
it: 78-Cuica stoppata

source: 79-Open Cuica
el: 79-Κουίκα
it: 79-Cuica aperta

source: 80-Mute Triangle
el: 80-Τρίγωνο με σίγαση
it: 80-Triangolo stoppato

source: 81-Open Triangle
el: 81-Τρίγωνο Ανοικτό
it: 81-Triangolo aperto

source: Keyboards
el: Πληκτροφόρα
it: Tastiere

source: Chromatic percussion
el: Χρωματικά Κρουστά
it: Percussioni cromatiche

source: Organs and harmonicas
el: Όργανα και αερόφωνα
it: Organi e armoniche

source: Guitars
el: Κιθάρες
it: Chitarre

source: Basses
el: Μπάσα
it: Bassi

source: Strings
el: Έγχορδα
it: Strumenti ad arco

source: Ensembles
el: Σύνολα
it: Composizioni

source: Brass
el: Χάλκινα Πνευστά
it: Trombe

source: Reed
el: Αυλός
it: Strumenti ad ancia

source: Pipe
el: Σωλήνας
it: Strumenti a fiato

source: Synth. lead
el: Συνθετητής οδηγός (lead)
it: Sintetizzatori (suoni guida)

source: Synth. pad
el: Συνθετητής pad
it: Sintetizzatori (pad)

source: Synth. F/X
el: Εφέ Συνθετητή
it: Sintetizzatori (effetti)

source: Ethnic
el: Έθνικ
it: Strumenti etnici

source: Percussive
el: Κρουστά
it: Percussioni

source: Sound F/X
el: Ηχητικά Εφέ
it: Effetti sonori
