<html>
<body>

<table width="100%">
<tr>
<td align="left"><img src="Phonascus-277x63.gif" width="277" height="63" /></td>
<td align="right"><img src="LenMus-170x44.gif" width="170" height="44" /></td>
</tr>
</table>

<p>&nbsp;</p>

<h1>Introducci&oacute;n a LenMus Phonascus, version 3.1</h1>
<p>Phonascus, en lat&iacute;n 'el profesor de m&uacute;sica', es un software para
el aprendizaje del lenguaje musical que te permitir&aacute; mejorar tus habilidades para
la lectura de partituras, mejorar tu oido musical o, simplemente, aprender los
principios fundamentales del lenguaje musical.
Desde la versi&oacute;n 3.1 incluye nuevas funciones orientadas a la creaci&oacute;n, visualizaci&oacute;n,
impresi&oacute;n, reproducci&oacute;n (ejecuci&oacute;n) y edici&oacute;n interactiva de partituras, que ir&aacute;n
complet&aacute;ndose en sucesivas versiones.
En esta versi&oacute;n 3.1 s&oacute;lo se permite cargar, visualizar, reproducir e imprimir partituras
preparadas como archivos de texto. Consulta la web de LenMus para m&aacute;s informaci&oacute;n.</p>

<p>LenMus te permite concentrarte en los temas y ejercicios espec&iacute;ficos que desees,
tanto de teor&iacute;a como de educaci&oacute;n auditiva. Puedes personalizar los distintos ejercicios
para adaptarlos a tus necesidades espec&iacute;ficas en cada momento. Y te permite trabajar a
tu propio ritmo.</p>

<p>LenMus est&aacute; estructurado como una colecci&oacute;n de libros interactivos sobre el lenguaje
musical, tanto en los aspectos te&oacute;ricos como de educaci&oacute;n del oido.
El material did&aacute;ctico es totalmente interactivo y los textos, partituras y
ejercicios est&aacute;n totalmente integrados. Las partituras no son im&aacute;genes pegadas
sino que son generadas din&aacute;micamente por el programa, de forma que puedes
escucharlas, completas o los compases seleccionados, e interactuar con ellas. Esto
permite una mejor comprensi&oacute;n de los conceptos expuestos y facilita y hace m&aacute;s
agradable el aprendizaje, ya que puedes escuchar, probar y poner en pr&aacute;ctica inmediatamente
cada nuevo concepto introducido.</p>

<p>LenMus Phonascus te permitir&aacute; realizar
diversos ejercicios, con el grado de dificultad que tu desees. Entre ellos:</p>

<ul>
  <li>construcci&oacute;n e identificaci&oacute;n de intervalos, escalas y armaduras.</li>
  <li>identificaci&oacute;n auditiva de intervalos y escalas.</li>
  <li>asimilaci&oacute;n y pr&aacute;ctica de elementos r&iacute;tmicos.</li>
  <li>pr&aacute;cticas de solfeo: partituras compuestas por el programa; nunca se repiten.</li>
  <li>aprendizaje de claves.</li>
</ul>

<p >El material did&aacute;ctico est&aacute; organizado por niveles y, en cada nivel, por lecciones. En esta
versi&oacute;n se incluyen los siguientes libros:</p>

<ul>
<li>El libro <a href="#LenMusPage/Ejercicios sueltos. Presentaci&oacute;n">Ejercicios sueltos</a>
    contiene ejercicios b&aacute;sicos para educaci&oacute;n del oido y para practicar algunos
    conceptos te&oacute;ricos, tales como intervalos, escalas y armaduras. A diferencia de los
    ejercicios incluidos en los restantes libros, los de este son personalizables, de forma
    que pueden adaptarse a practicar los aspectos concretos que el estudiante desee.</li>
<li>El libro <a href="#LenMusPage/Lectura r&iacute;tmica. Nivel 2. Presentaci&oacute;n">Lectura r&iacute;tmica. Nivel 2</a> est&aacute;
    formado por un conjunto de lecciones de lectura r&iacute;tmica conforme al temario del
    segundo curso del nivel elemental.</a></li>
<li>Finalmente, el libro <a href="#">LenMus. Presentaci&oacute;n</a>
    es s&oacute;lo est&aacute; p&aacute;gina introductoria.</a></li>
</ul>


</body></html>
