<html>
<!-- $Updated: 2012/09/06 -->
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>LenMus Leitfaden f&uuml;r Studierende</title>
<link rel="stylesheet" media="all" href="../common/singledoc.css" type="text/css" >
</head>

<body>

<h1>Leitfaden f&uuml;r Studierende</h1>
<!-- ============================== -->

<h2>Wie und wann sollte man LenMus Phonascus verwenden?</h2>
<!-- =================================================== -->

<p>
LenMus sollte am besten als Teil des Musikstudiums benutzt werden, um zu Hause die Themen zu &uuml;ben, die von dem Lehrer in der Schule erkl&auml;rt wurden. Sehr oft gibt es in der Schule wenig Zeit f&uuml;r &Uuml;bungen, sodass die Studenten zu Hause trainieren m&uuml;ssen. Einige &Uuml;bungen sind, speziell im Zusammenhang mit der Geh&ouml;rbildung, schwer zu Hause und ohne einen Lehrer durchzuf&uuml;hren. In diesen F&auml;llen kann LenMus eine gro&szlig;e Hilfe sein.
</p>

<p>
Es ist wichtig klarzustellen, dass LenMus <b>nie</b> einen guten Musiklehrer ersetzen wird. Obwohl es unterst&uuml;tzend und erg&auml;nzend f&uuml;r den Musikunterricht sein kann, wird Lenmus <b>nicht</b> das Verst&auml;ndnis und den pers&ouml;nlichen Kontakt zu einem echten, lebenden und vor allem anleitenden Lehrer ersetzen k&ouml;nnen. LenMus Phonascus ist ein gro&szlig;artiges Werkzeug um sein Geh&ouml;r auch von zu Hause aus zu trainieren. Ein guter Lehrer ist jedoch nicht zu ersetzen und wird den Lernfortschritt f&uuml;hlbar beschleunigen.
</p>

<p>
Finden Sie keinen Lehrer oder k&ouml;nnen Sie keinen bezahlen, kann LenMus Phonascus Ihnen helfen, Musiktheorie zu lernen und Ihre F&auml;higkeiten bei der Tonerkennung durch das Geh&ouml;r zu trainieren. Ohne einen Lehrer sollten sie jedoch besonders selbstkritisch sein. Es ist leicht zu denken etwas zu wissen, wenn man es nicht wei&szlig;.
</p>


<h2>Anwendung des Allgemeinen &Uuml;bungsbuchs</h2>
<!-- ========================================== -->

<p>
Das <i>Allgemeine &Uuml;bungsbuch</i> orientiert sich daran, Ihnen beim &Uuml;ben der in der Schule erl&auml;uterten Themen zu helfen. Es ist so organisiert, dass Sie die gew&uuml;nschte &Uuml;bung schnell finden um zu trainieren, was sie m&ouml;chten.  F&uuml;r ein Selbststudium ist es nur geeignet, wenn au&szlig;erdem ein Lehrplan und Lekt&uuml;re &uuml;ber Musiktheorie benutzt wird.
</p>

<p>
Dieses Buch enth&auml;lt alle in LenMus Phonascus verf&uuml;gbaren &Uuml;bungen. Sie sind nach Typ geordnet, ohne eine logische Abfolge f&uuml;r das Studium darzustellen. Au&szlig;erdem gibt es keine Erkl&auml;rungen, welchem Zweck die &Uuml;bungen dienen. Jede &Uuml;bung ist anpassbar, sodass Sie die M&ouml;glichkeit haben, sie in einem h&ouml;heren Schwierigkeitsgrad durchzuf&uuml;hren.
</p>

<p>
Wenn Sie einen Lehrer haben, der Ihnen die Theorie erkl&auml;rt, ist das <i>Allgemeine &Uuml;bungsbuch</i> wahrscheinlich die beste Erg&auml;nzung f&uuml;r Ihr Studium. Wenn Sie keinen Musikunterricht nehmen, kann dieses Buch nur eine kleine Hilfe sein, da es &Uuml;bungen ohne Erkl&auml;rungen beinhaltet. Benutzen Sie lieber die anderen B&uuml;cher, die mit zusammen mit LenMus Phonascus angeboten werden.
</p>


<h2>Anwendung der Lektionen im Noten lesen</h2>
<!-- ====================================== -->

<p>
Noten lesen (Blattspiel) erfordert viele Jahre der Praxis. Noten lesen ist nicht schwer, es ben&ouml;tigt nur Zeit, Geduld und Arbeit. Es hat nichts mit Magie zu tun. Es ist vergleichbar mit dem Lesen von Texten. Bedenken Sie jedoch, dass es einige Jahre der &Uuml;bung bedarf!
</p>

<p>
Die B&uuml;cher zum <i>Noten lesen </i> sind sortiert und haben einf&uuml;hrende Texte, sodass Sie das Noten lesen ohne Lehrer erlernen k&ouml;nnen. Dennoch ist es ratsam, zumindest anfangs von einem Lehrer zu erfahren, wie das Noten lesen trainiert werden kann.
</p>

<p>
Studieren Sie ohne einen Lehrer, m&uuml;ssen sie die Lektionen in der angegebenen Reihenfolge absolvieren. Nachdem Sie Level 1 &quot;Einf&uuml;hrungslektion&quot; gelesen haben, beginnen die &Uuml;bungen. Bearbeiten Sie die Lektionen nacheinander, eine nach der anderen. Wenn Sie die &Uuml;bungen durchf&uuml;hren, werden Sie jede Lektion meistern k&ouml;nnen. Arbeiten Sie in Ihrem eigenen Tempo. Die Bew&auml;ltigung mancher Lektionen wird nur ein bis zwei Tage in Anspruch nehmen, viele werden jedoch eine Woche oder l&auml;nger dauern. Eine Lektion zu lesen bedeutet nicht, sie gelernt zu haben. Sie m&uuml;ssen es trainieren ... und zwar oft! Die &Uuml;bungen in jeder Lektion sind so gestaltet, dass Sie auch das bereits gelernte Wissen anwenden m&uuml;ssen. Daher werden, auch wenn der Schwerpunkt auf der aktuellen Lektion liegt, ebenfalls alle vorher gelernten Inhalte verwendet. Jedes Buch zum Thema <i>Noten lesen </i> soll ein Studienjahr umfassen.
</p>

<p>
Folgen Sie dem regul&auml;ren Unterricht, sind die B&uuml;cher <i>Noten lesen </i> f&uuml;r zwei Zwecke besonders n&uuml;tzlich:
</p>

<ol>
    <li>um zu lernen nur durch das Geh&ouml;r den Ton und Rhythmus jeder Notengruppe zu erkennen und</li>

    <li>um viele verschiedene &Uuml;bungen zu absolvieren. Wenn Sie normalerweise Noten vom Blatt lesen und eine &Uuml;bung mehrere Male durchgef&uuml;hrt haben, erinnern Sie sich daran und es wird schwer, das Lesen effizient zu &uuml;ben. Die B&uuml;cher <i>Noten lesen </i> bieten eine unbegrenzte Quelle an &Uuml;bungen. Die Noten f&uuml;r jede &Uuml;bung werden immer, wenn Sie auf &quot;Neue Aufgabe&quot; klicken, automatisch von dem Programm erzeugt. So wiederholen sich die Aufgaben nie.</li>
</ol>


<h2>Anwendung der Lektionen in Theorie und Harmonie</h2>
<!-- =============================================== -->

<p>
In dem Buch <i>Theorie und Harmonie</i> finden Sie Theorielektionen, logisch nach Themen sortiert. Ich habe versucht, Referenzmaterial zur Musiktheorie zu erstellen, welches nach Themen geordnet ist (z. B. Tonleitern oder Kadenzen). Au&szlig;erdem habe ich versucht, &Uuml;bungen und Beispiele einzuf&uuml;gen, um den Inhalt der Lektionen zu trainieren.
</p>

<p>
Dieses Buch ist nicht daf&uuml;r gedacht, es ohne Lehrplan im Selbststudium zu benutzen. Wenn Sie Musik studieren, lernen sie nicht alles &uuml;ber ein Thema und gehen dann zum n&auml;chsten. Stattdessen lernen Sie in jeder Klasse langsam ein Bisschen &uuml;ber jedes Thema. In der n&auml;chsten Klasse wiederholen sie die vorangegangenen Inhalte und dringen tiefer in das Thema vor. Das Buch <i>Theorie und Harmonie</i> ist jedoch nicht in Klassen unterteilt. Jedes Thema ist in Lektionen gegliedert und sie sollten aufh&ouml;ren weiter in ein Thema vorzudringen, wenn Sie die Anforderungen, die Ihr Lehrplan stellt, erreicht haben.
</p>

<p>
&Uuml;berfliegen Sie die Texte nicht, wie es manche Menschen im Internet tun. Lesen Sie gr&uuml;ndlich. Alles ist aus einem bestimmten Grund geschrieben und es k&ouml;nnte sein, dass Sie sonst wesentliche Details vermissen!
</p>

<p>
Viel Gl&uuml;ck beim Musikstudium!
</p>


